Repository: SwedishLifeWatch/SSIC-WebServices-Applications
Catalog: Applications/AnalysisPortal/ArtDatabanken.WebApplication.AnalysisPortal/Resource.*.resx
Languages: sv

# HomeCookieInformationText
source: <br /> According to the Electronic Communications Act (2003) all visitors to a website need to be informed if cookies are used and how they can be blocked. <br /><br /> A cookie is a little file which is added to your computer when you visit a website. Any subsequent visits to the website are tracked by the cookie. Analysis portal web application uses cookies to generate visitor statistics which are used to improve the website. They are also used to maintain preferences for website design, functionality and language. This data is anonymous. <br /><br /> If you do not want cookies enabled on your computer you can block them in your web browser's security settings. You will find more information in your web browser's help function. But note that disabling cookies may do your pages to work improperly . <br /><br /> All data collected is anonymous.
sv: <br /> Enligt lagen om elektronisk kommunikation, som trädde i kraft 2003 ska alla som besöker en webbplats informeras om vad cookies används till och informeras om hur sådan användning förhindras. <br /><br /> En cookie är en liten textfil som lagras på din dator när du besöker en webbplats. Nästa gång du besöker webbplatsen kan webbläsaren använda den för att visa sidorna enligt dina inställningar. Analysportalen använder cookies för att få tillgång till bättre besöksstatistik och för att behålla inställningar för webbplatsens utseende, funktionalitet och språk. <br /><br /> Om du inte vill tillåta att cookies lagras på din dator kan du stänga av funktionen i din webbläsares inställningar. Hur du gör detta beror på vilken webbläsare du använder. Du kan hitta mer information om detta i din webbläsares hjälpfunktion. Men observera att det kan innebära att sidorna inte fungerar som de skall om du inaktiverar cookies. <br /><br /> Analysportalen sparar ingen personlig information via cookies.

# SharedAnalysisPortalSummary
source: The objective of Swedish LifeWatch is to make all major national biodiversity databases in Sweden interoperable, and thereby accessible through standardized web services. The Analysis portal provides a single access point to all data connected to the infrastructure, together with a range of analytical services.
sv: Analysportalen är en tjänst från Svenska LifeWatch - en forskningsinfrastruktur för biodiversitetsdata. Här kan du söka, filtrera, visualisera och ladda hem data från alla de datakällor som är anslutna till Svenska LifeWatch. Analysportalen är under utveckling och kompletteras successivt med nya funktioner och mer data.

# SharedDescription
source: Description
sv: Beskrivning

# SharedOrganization
source: Organization
sv: Organisation

# DownloadPageTooltip
source: Download results
sv: Ladda ner resultat

# ResultDiagramAbundanceIndex
source: Abundance index
sv: Abundansindex

# DownloadSpeciesObservationsAsExcel
source: Species observations
sv: Artobservationer

# ResultViewSummaryStatisticsPerPolygonTable
source: Summary statistics per polygon
sv: Översiktlig statistik per polygon

# SharedHistogramBinSettings
source: Histogram bin settings
sv: Inställningar för histogramfördelning

# HistogramBinSettingsAddBin
source: Add bin
sv: Lägg till box

# HistogramBinSettingsBin
source: Bin
sv: Box

# HistogramBinSettingsBins
source: Bins
sv: Boxar

# HistogramBinSettingsColors
source: Colors
sv: Färger

# HistogramBinSettingsEndColor
source: End color
sv: Slutfärg

# HistogramBinSettingsFrom
source: From
sv: Från

# HistogramBinSettingsHistogramBins
source: Bins
sv: Boxar

# HistogramBinSettingsMoveDown
source: Move down
sv: Flytta ner

# HistogramBinSettingsMoveUp
source: Move up
sv: Flytta upp

# HistogramBinSettingsRemoveBin
source: Remove bin
sv: Ta bort box

# HistogramBinSettingsStartColor
source: Start color
sv: Startfärg

# HistogramBinSettingsTitle
source: Settings
sv: Inställningar

# HistogramBinSettingsTo
source: To
sv: Till

# HistogramBinPercentOfAllItems
source: Percent of all items
sv: Procent av alla poster

# HistogramBinPercentOfVisibleItems
source: Percent of visible items
sv: Procent av synliga poster

# SharedCount
source: Count
sv: Antal

# SharedPercent
source: Percent
sv: Procent

# AboutUrlCalculation
source: guides/analysis-portal/calculation
sv: guider/analysportalen/berakningar

# AboutUrlCalculationGridStatistics
source: guides/analysis-portal/calculation/grid-statistics
sv: guider/analysportalen/berakningar/gridstatistik

# AboutUrlCalculationSummaryStatistics
source: guides/analysis-portal/calculation/summary-statistics
sv: guider/analysportalen/berakningar/oversikt-statistik

# AboutUrlCalculationTimeSeries
source: guides/analysis-portal/calculation/time-series
sv: guider/analysportalen/berakningar/tidsserier

# AboutUrlData
source: guides/analysis-portal/data
sv: guider/analysportalen/data

# AboutUrlDataEnvironmentalData
source: guides/analysis-portal/data/Environmental-data
sv: guider/analysportalen/data/miljodata

# AboutUrlDataMapLayers
source: guides/analysis-portal/data/map-layers
sv: guider/analysportalen/data/kartlager

# AboutUrlDataMetadata
source: guides/analysis-portal/data/metadata
sv: guider/analysportalen/data/metadata

# AboutUrlDataSpeciesObservations
source: guides/analysis-portal/data/species-observations
sv: guider/analysportalen/data/artobservationer

# AboutUrlFilter
source: guides/analysis-portal/filter
sv: guider/analysportalen/filter

# AboutUrlFilterOccurrence
source: guides/analysis-portal/filter/occurrence
sv: guider/analysportalen/filter/forekomst

# AboutUrlFilterQuality
source: guides/analysis-portal/filter/quality
sv: guider/analysportalen/filter/noggrannhet

# AboutUrlFilterSpatial
source: guides/analysis-portal/filter/spatial
sv: guider/analysportalen/filter/rumsligt

# AboutUrlFilterTaxa
source: guides/analysis-portal/filter/taxa
sv: guider/analysportalen/filter/taxa

# AboutUrlFilterTemporal
source: guides/analysis-portal/filter/temporal
sv: guider/analysportalen/filter/tid

# AboutUrlFormat
source: guides/analysis-portal/format
sv: guider/analysportalen/format

# AboutUrlFormatTableColumns
source: guides/analysis-portal/format/table-columns
sv: guider/analysportalen/format/tabellkolumner

# AboutUrlResult
source: guides/analysis-portal/result
sv: guider/analysportalen/resultat

# AboutUrlResultDiagrams
source: guides/analysis-portal/result/diagrams
sv: guider/analysportalen/resultat/diagram

# AboutUrlResultDownload
source: guides/analysis-portal/result/download
sv: guider/analysportalen/resultat/download

# AboutUrlResultMaps
source: guides/analysis-portal/result/maps
sv: guider/analysportalen/resultat/kartor

# AboutUrlResultReports
source: guides/analysis-portal/result/report
sv: guider/analysportalen/resultat/rapporter

# AboutUrlResultTables
source: guides/analysis-portal/result/tables
sv: guider/analysportalen/resultat/tabeller

# SummaryStatisticsNoWfsLayerSelected
source: No environmental layer selected.
sv: Inget miljödatalager valt.

# DetailsObservationDetailsSettings
source: Observation details settings
sv: Inställningar för observationsdetaljer

# ResultSummaryStatisticsPerPolygonComplexityEstimateBothCounts
source: You chose to calculate both number of observed species and number of species per polygon.
sv: Du valde att beräkna både antalet observationer och antalet taxa per polygon.

# ResultSummaryStatisticsPerPolygonComplexityEstimateObservationCount
source: You chose to calculate only the number of observed species per polygon.
sv: Du valde att endast beräkna antalet observationer per polygon.

# ResultSummaryStatisticsPerPolygonComplexityEstimateSpeciesCount
source: You chose to calculate only the number of species per polygon.
sv: Du valde att endast beräkna antalet taxa per polygon.

# SummaryStatisticsObservationCount
source: Observation count
sv: Antal observationer

# SummaryStatisticsTaxaCount
source: Species count
sv: Antal arter

# DataProvidesSearchWmsLayerSearch
source: Get layer
sv: Hämta skikt

# DownloadSummaryStatisticsPerPolygonAsExcel
source: Summary statistics per polygon
sv: Översiktlig statistik per polygon

# SharedAboutSwedishLifewatchUrl
source: http://www.svenskalifewatch.se/en/
sv: http://www.svenskalifewatch.se/sv/

# FilterLocalityUpdated
source: Locality filter updated
sv: Lokalfilter uppdaterades

# FilterSpatialLocality
source: Locality
sv: Lokal

# FilterLocalityReset
source: Locality filter was reset
sv: Filtret för lokal nollställdes

# FilterSpatialLocalityButtonTooltip
source: Locality filter
sv: Lokalfilter

# FilterSpatialLocalityTitle
source: Locality
sv: Lokal

# MySettingsFilterLocality
source: Locality
sv: Lokal

# FilterLocalitySearchMethod
source: Search method
sv: Sökmetod

# FilterLocalitySearchString
source: Search term
sv: Sökord

# FilterLocalityTitle
source: Locality
sv: Lokal

# SettingsReportLocalityFilter
source: Locality
sv: Lokal

# StringCompareOperatorBeginsWith
source: Begins with
sv: Börjar med

# StringCompareOperatorContains
source: Contains
sv: Innehåller

# StringCompareOperatorEndsWith
source: Ends with
sv: Slutar med

# StringCompareOperatorEqual
source: Equal
sv: Lika med

# StringCompareOperatorNotEqual
source: Not equal
sv: Ej lika med

# HistogramBinSettingsColorInterpolationMode
source: Interpolation mode
sv: Interpoleringsmetod

# FilterTaxonFromIdsAddUnderlyingSpecies
source: Add underlying species
sv: Lägg till underliggande arter

# ButtonResultDownloadExcel
source: Download (Excel)
sv: Ladda ner (Excel)

# ButtonResultDownloadGeoJson
source: Download (GeoJson)
sv: Ladda ner (GeoJson)

# DownloadGridStatisticsOnSpeciesObservationCounts
source: Grid map statistics on species observations
sv: Gridbaserad statistik över antal artobservationer

# DownloadTimeSeriesOnSpeciesObservationAbundanceIndexAsExcel
source: Time series on taxon abundance index
sv: Tidsserietabell över taxon abundansindex

# InformationExceptionNoObservationsFound
source: No observations were found
sv: Inga observationer hittades

# MySettingsDataSourcesNumberOfWfsLayers
source: Environmental data ({0} layers)
sv: Miljödata ({0} lager)

# SettingsReportWfsLayers
source: Environmental data layers
sv: Miljödatalager

# MySettingsDataSourcesNumberOfWmsLayers
source: Map layers ({0} layers)
sv: Kartskikt ({0} lager)

# SharedCalculating
source: Calculating...
sv: Beräknar...

# ResultWorkflowUserIsNotLoggedIn
source: You must log in to use this page
sv: Du måste logga in för att använda denna sida

# ResultWorkflowPleaseLogIn
source: Please log in
sv: Vänligen logga in

# ResultWorkflowCurrentRoleIsNotPrivatePerson
source: The current user role needs to be set to "Privatperson"
sv: Den aktuella användarrollen måste ändras till "Privatperson"

# ResultWorkflowChangeUserRole
source: Please change user role
sv: Vänligen byt användarroll

# ResultWorkflowCsvFileHasBeenCreated
source: CSV file has been created
sv: CSV-fil har skapats

# ResultWorkflowStartWorkflowInBioVelPlayer
source: Start workflow in BioVel player
sv: Starta workflow i BioVel player

# ResultWorkflowDownloadCsvFile
source: Download generated CSV file
sv: Ladda ner genererad CSV-fil

# ResultWorkflowSpeciesObservationGrid
source: Species observation grid
sv: Gridbaserad statistik över artobservationer

# ResultWorkflowIntroduction
source: In this view you can generate data and use it in BioVel workflow player. A CSV file is generated and is stored on the Analysisportal web server. Only observations that are publicly available are used.
sv: I den här vyn kan du generera data och använda i ett BioVel workflow. En CSV-fil skapas och lagras på Analysportalens webbserver. Endast observationer som är publikt tillgängliga är tillåtna att användas.

# ResultWorkflowEcologicalNicheModeling
source: Ecological Niche Modeling (ENM)
sv: Ekologisk nischmodellering (ENM)

# GridStatisticsGenerateAllGridCells
source: Generate all grid cells (even empty)
sv: Generera alla gridceller (även tomma)

# GridStatisticsGridCells
source: Grid cells
sv: Gridceller

# FilterSpatialFromGeoJsonFile
source: Set spatial filter from GeoJSON file
sv: Sätt rumsligt filter från GeoJSON-fil

# SharedSelectFile
source: Select file
sv: Välj fil

# SharedSelectedFile
source: Selected file
sv: Vald fil

# FilterSpatialCoordinateSystemUsedInFile
source: Coordinate system used in the file
sv: Koordinatsystem som används i filen

# FilterSpatialIdentifyCoordinateSystemFromFileContent
source: Identify the coordinate system from file's content
sv: Identifiera koordinatsystemet från filens innehåll

# SharedUploadFile
source: Upload file
sv: Ladda upp fil

# SharedNoFileSelected
source: No file is selected
sv: Ingen fil är vald

# FilterSpatialUnableToDetermineCoordinateSystem
source: Unable to determine which coordinate system is used in the file. Please choose a coordinate system.
sv: Det går inte att avgöra vilket koordinatsystem som används i filen. Vänligen välj ett koordinatsystem.

# FilterSpatialUnableToParseGeoJsonFile
source: Unable to parse file contents as GeoJSON
sv: Det går inte att tolka filens innehåll som GeoJSON

# PresentationMapCoordinateSystem
source: Coordinate system (presentation)
sv: Koordinatsystem (presentation)

# ResultSpeciesObservationProvenanceReportDescription
source: Reports on species observation provenances can be viewed here. It is also possible to show reports on current filter parameters.
sv: Härkomst av artobservationer kan ses här. Visas utifrån nuvarande filterinställningar.

# ResultViewProvenance
source: Species observation provenance
sv: Härkomst av artobservationer

# ResultViewProvenanceReportTitle
source: Species observation provenance report
sv: Rapport på härkomst av artobservationer

# ResultViewProvenanceType
source: Provenance type
sv: Härkomsttyp

# ResultViewSpeciesObservationProvenanceTableColumnNameHeader
source: Type
sv: Typ

# ResultViewSpeciesObservationProvenanceTableColumnSpeciesObservationCountHeader
source: Species observation count
sv: Artobservationsantal

# ResultViewSpeciesObservationProvenanceTableColumnValueHeader
source: Name
sv: Namn

# ResultViewProvenanceReportLimitDescription
source: The result is limited to maximum of 20 rows for each type of provenance.
sv: Resultatet har begränsats till maximalt 20 rader för varje härkomsttyp.

# DownloadSpeciesObservationProvenancesAsExcel
source: Species observation provenances
sv: Härkomst av artobservationer

# StateButtonPresentationFileFormat
source: File format
sv: Filformat

# StateButtonPresentationFileFormatTooltip
source: Change file format (different possibilities for csv and excel)
sv: Ändra filformat och tecken för separering av data (olika möjligheter till csv och ecxel)

# PresentationFileFormatSettingsUpdated
source: File format settings were updated
sv: Inställningarna för filformat uppdaterades

# PresentationFileFormatTitle
source: File format
sv: Filformat

# PresentationFileFormatCsvTitle
source: CSV (Comma separated)
sv: CSV (Kommaseparerad)

# PresentationFileFormatCsvSeparator
source: Column separator
sv: Kolumnavskiljare

# PresentationFileFormatCsvSeparatorComma
source: Comma (,)
sv: Komma (,)

# PresentationFileFormatCsvSeparatorSemicolon
source: Semicolon (;)
sv: Semikolon (;)

# PresentationFileFormatCsvSeparatorPipe
source: Pipe (|)
sv: Vertikalstreck (|)

# PresentationFileFormatCsvSeparatorTab
source: Tab (tab)
sv: Tabb (tab)

# PresentationFileFormatCsvQuoteAllColumns
source: Enclose each column in quotes ("column")
sv: Omslut varje kolumn med citationstecken ("kolumn")

# PresentationFileFormatReset
source: File format settings were reset
sv: Inställningarna för filformat återställdes

# PresentationFileFormatCsvQuoteAllColumnsShort
source: Quote all columns
sv: Omslut med citationstecken

# DownloadTaxonSpecificGridStatisticsOnSpeciesObservationCounts
source: Taxon specific grid observation counts
sv: Antal observationer per gridcell och listat taxon

# DownloadTaxonSpecificGridOccurrence
source: Taxon specific grid occurrence
sv: Gridbaserad förekomst per listat taxon

# LinkTextSLU
source: Swedish University of Agricultural Sciences
sv: Sveriges lantbruksuniversitet

# LinkUrlSLU
source: http://www.slu.se/en/
sv: http://www.slu.se/

# LinkTextNaturhistoriskaRiksmuseet
source: Swedish Museum of Natural History
sv: Naturhistoriska riksmuseet

# LinkUrlNaturhistoriskaRiksmuseet
source: http://www.nrm.se/english/
sv: http://www.nrm.se/

# LinkUrlUniversityOfGothenburg
source: http://www.gu.se/english/
sv: http://www.gu.se/

# LinkTextUniversityOfGothenburg
source: University of Gothenburg
sv: Göteborgs universitet

# LinkUrlLundUniversity
source: http://www.lunduniversity.lu.se/
sv: http://www.lu.se/

# LinkTextLundUniversity
source: Lund university
sv: Lunds universitet

# LinkUrlUmeaUniversity
source: http://www.umu.se/english/
sv: http://www.umu.se/

# LinkTextUmeaUniversity
source: Umeå university
sv: Umeå universitet

# LinkUrlSMHI
source: http://www.smhi.se/en
sv: http://www.smhi.se/

# LinkTextNaturvardsverket
source: Swedish environmental protection agency
sv: Naturvårdsverket

# LinkUrlNaturvardsverket
source: http://www.swedishepa.se/
sv: http://www.naturvardsverket.se/

# LinkUrlSwedishResearchCouncil
source: http://www.vr.se/english/
sv: http://www.vr.se/

# LinkTextSwedishResearchCouncil
source: Swedish research council
sv: Vetenskapsrådet

# LinkUrlArtdatabanken
source: http://www.slu.se/en/collaborative-centres-and-projects/artdatabanken/
sv: http://www.slu.se/artdatabanken

# LinkTextArtdatabanken
source: The swedish species information centre works with biodiversity
sv: ArtDatabanken

source: Filter field summary
sv: Fält filter - sammanställning

# AboutUrlFilterField
source: guides/analysis-portal/filter/field
sv: guider/analysportalen/filter/fält

# FilterFieldRemoveSelectedField
source: Remove field from list
sv: Ta bort fält från listan

# StateButtonFilterFields
source: Fields
sv: Fält

# StateButtonFilterFieldsTooltip
source: Search by a field (class, field, compare operator, value)
sv: Filterar efter värd, klassificering m.m.

# FilterFieldsFromSearchButton
source: Search by field name
sv: Sök på fältnamn

# FilterFieldsOverviewButtonTooltip
source: Show overview - fields
sv: Visa översikt - fält

# FilterFieldsTitle
source: Search fields
sv: Sök fält

# FilterFieldsFromSearchButtonTooltip
source: Search by field name
sv: Sök på fältnamn

# MySettingsFilterOneSelectedField
source: Field {0}
sv: Fält {0}

# MySettingsFilterNumberOfSelectedFields
source: Fields ({0} selected)
sv: Fält ({0} valda)

# FilterFieldsClass
source: Class:
sv: Klass:

# FilterFieldsCompareOperatorLabel
source: Compare operator:
sv: Jämförelsetyp:

# FilterFieldsGivenValueLabel
source: Value:
sv: Värde:

# FilterFieldsHeader
source: Search by field
sv: Sök på fält

# FilterFieldsPropertyLabel
source: Field:
sv: Fält:

# FilterFieldSettingsReset
source: Field settings were reset
sv: Filter för fält återställdes.

# DownloadTaxonSpecificOccurrencePerPolygon
source: Taxon specific occurrence per polygon
sv: Förekomst per listat taxon och polygon

# DownloadTaxonSpecificSpeciesObservationCountPerPolygon
source: Taxon specific species observation count per polygon
sv: Antal observationer per listat taxon och polygon

# DownloadSummaryStatisticsWfsLayerMustBeSelected
source: To enable this download you must select an environment layer in summary statistics settings.
sv: För att möjliggöra denna hämtning måste du välja ett miljödatalager i översiktlig statistik.

# DownloadGridStatisticsWfsLayerMustBeSelected
source: To enable this download you must select an environment layer in grid statistics settings.
sv: För att möjliggöra denna hämtning måste du välja ett miljödatalager i gridstatistik.

# DownloadTaxaMustBeSelected
source: To enable this download you must select at least one taxon.
sv: För att möjliggöra denna hämtning måste du välja minst ett taxon.

# PresentationMapSettingsReset
source: Coordinate system settings were reset
sv: Inställningarna för koordinatsystem återställdes

# PresentationMapSettingsUpdated
source: Coordinate system settings were updated
sv: Inställningarna för koordinatsystem uppdaterades

# FilterFieldsAllClassesSelection
source: All classes
sv: Alla klasser

# SpeciesObservationCountPerTaxonAsExcel
source: Number of observations per taxon
sv: Antal observationer per listat taxon

# DataSourcesWfsLayerEditorUseSpatialFilterAsBoundingBox
source: Use spatial filter as bounding box (in this view the current map extent is used as bounding box)
sv: Använd rumsligt filter som bounding box (i denna vy används kartvyn som bounding box)

# MetadatasearchSGUGeoServerLinkText
source: Go to SGU GeoServer
sv: Gå till SGU Geolagret

# MetadatasearchSMHIOpenDataLinkText
source: Go to SMHI Open Data
sv: Gå till SMHI Öppna data

# TaxonSharedProtectionLevel1
source: Protected
sv: Skyddsklassad

# PresentationExcelFileFormatTypes
source: Excel file format
sv: Excel filformat

# FilterFieldsCompareOperatorGreater
source: Greater than
sv: Större än

# FilterFieldsCompareOperatorGreaterOrEqual
source: Greater than or equal to
sv: Större eller lika med

# FilterFieldsCompareOperatorLess
source: Less than
sv: Mindre än

# FilterFieldsCompareOperatorLessOrEqual
source: Less than or equal to
sv: Mindre eller lika med

# Filter_CoordinateAccuracy_MaxCoordinateAccuracy_Required
source: Max coordinate accuracy is required.
sv: Max koordinat noggrannhet måste anges.

# FilterCoordinateAccuracyIsActive
source: Activate coordinate accuracy
sv: Aktivera koordinat noggrannhet

# FilterTaxonByTaxonAttributesTitle
source: List taxa by taxon attributes
sv: Lista från artfakta

# FilterTaxonByTaxonAttributeSearchTaxaGridTitle
source: Taxon attributes
sv: Taxonattribut

# FactorIsOnlyAHeaderTitle
source: The factor is only a header
sv: Faktorn är enbart en rubrik

source: Replace current taxon filter
sv: Ersätt nuvarande taxonfilter

source: Restrict to current taxon filter
sv: Begränsa till nuvarande taxonfilter

# SearchTaxaByFactorButtonText
source: Search taxa by factor
sv: Sök taxa

# SearchTaxaBySelectedFactorTitle
source: Search taxa by selected factor
sv: Sök taxa knutna till vald faktor

# TaxonAttributesTreePanelHeaderText
source: Factors
sv: Faktorer

# TaxonAttributesTreePanelTitle
source: Taxon attributes
sv: Artfakta

# TaxonAttributesTreePanelToolbarCollapseAllText
source: Collapse all
sv: Minimera

# AddTaxaButtonTooltip
source: Add taxa to current taxa filter
sv: Lägg till taxa i nuvarande taxafilter

# ReplaceTaxaButtonTooltip
source: Replace current taxa filter
sv: Ersätt nuvarande taxafilter

# TaxonAttributesTreePanelToolbarSortAlphabeticallyText
source: Sort alphabetically
sv: Sortera i alfabetisk ordning

# TaxonAttributesTreePanelToolbarSortDefaultText
source: Sort in default order
sv: Sortera på kategori

# TaxonSearchCompareOpGreater
source: Greater than
sv: Större än

# TaxonSearchCompareOpGreaterOrEqual
source: Greater or equal
sv: Större eller lika med

# TaxonSearchCompareOpLess
source: Less than
sv: Mindre än

# TaxonSearchCompareOpLessOrEqual
source: Less or equal
sv: Mindre eller lika med

# PresentationTableCreatedUserDefinedTable
source: New custom presentation table created
sv: Ny egendefinerad tabell skapades

# PresentationTableCreateNewUserDefinedTable
source: Create new custom table
sv: Skapa ny egendefinierad tabell

# PresentationTableDeletedUserDefinedTable
source: Custom presentation table deleted
sv: Egendefinierad tabell togs bort

# PresentationTableDeleteUserDefinedTable
source: Delete
sv: Ta bort

# PresentationTableEditedUserDefinedTable
source: Custom presentation table edited
sv: Egendefinierad tabell redigerades

# PresentationTableEditUserDefinedTable
source: Edit
sv: Redigera

# PresentationTablePredefinedTables
source: Predefined tables
sv: Fördefinierade tabeller
