Repository: SwedishLifeWatch/SSIC-WebServices-Applications
Catalog: Applications/AnalysisPortal/ArtDatabanken.WebApplication.AnalysisPortal/Resource.*.resx
Languages: sv

# MapLayerSpatialFilter
source: Spatial filter
sv: Rumsligt filter

# ResultNoResults
source: There is no results to show
sv: Det finns inga resultat att visa

# ResultTitle
source: Result
sv: Resultat

# StateButtonResultDownload
source: Download
sv: Ladda ner

# ApplicationMainTitle
source: The Analysis portal
sv: Analysportalen

# DataProvidersMapLayersCreateNewLayer
source: Create data layer
sv: Skapa datalager

# DataProvidersMapLayersCreateNewLayerTooltip
source: Add data layer from a Web Feature Service (OGC WFS)
sv: Lägg till valfritt datalager från en standardiserad karttjänst (OGC WFS).

# DataProvidesMapLayersEditLayer
source: Edit layer
sv: Redigera datalagrets inställningar

# DataProvidesMapLayersEditLayerTooltip
source: Edit selected data layer
sv: Redigera valt datalager

# DataProvidesMapLayersRemoveLayer
source: Remove layer
sv: Ta bort datalager

# DataProvidesMapLayersRemoveLayerTooltip
source: Remove selected data layer from list
sv: Ta bort valt datalager

# DataProvidesMapLayersWfsLayersGridTitle
source: List of data layers
sv: Datalager

# DataProvidesSearchWfsLayerChooseLayer
source: Choose layer
sv: Välj datalager

# DataProvidesSearchWfsLayerHeaderLayerTitle
source: Title
sv: Titel

# DataProvidesSearchWfsLayerHeaderName
source: Name
sv: Namn

# DataProvidesSearchWfsLayerSampleUrls
source: Sample URLs
sv: Exempel på datatjänster (WFS)

# DataProvidesSearchWfsLayerSearch
source: Get layer
sv: Hämta lager

# DataProvidesSearchWfsLayerServerUrl
source: Service URL
sv: URL till datatjänsten

# DataProvidesSearchWfsLayerTitle
source: Select WFS layer
sv: Välj datatjänst

# DataProvidesSearchWfsLayerWfsLayers
source: Data layers (WFS)
sv: Datalager

# DataSourcesWfsLayerEditorAddOperation
source: Add
sv: Lägg till

# DataSourcesWfsLayerEditorBack
source: Back
sv: Tillbaka

# DataSourcesWfsLayerEditorBasicInformation
source: Basic information
sv: Basinformation

# DataSourcesWfsLayerEditorConstant
source: Constant
sv: Konstant

# DataSourcesWfsLayerEditorCreateNewLayer
source: Save new layer
sv: Spara nytt lager

# DataSourcesWfsLayerEditorEnterConstant
source: Enter constant
sv: Skriv in konstant

# DataSourcesWfsLayerEditorEqualToOperator
source: EqualTo (=)
sv: Lika med (=)

# DataSourcesWfsLayerEditorErrorEnterLayerName
source: You must enter a layer name
sv: Du måste skriva in ett namn på lagret

# DataSourcesWfsLayerEditorField
source: Field
sv: Fält

# DataSourcesWfsLayerEditorGreaterThanOperator
source: Greater than (>)
sv: Större än (>)

# DataSourcesWfsLayerEditorGreatorOrEqualToOperator
source: Greater or equal to (>=)
sv: Större eller lika med (>=)

# DataSourcesWfsLayerEditorHeaderColor
source: Color
sv: Färg

# DataSourcesWfsLayerEditorHeaderFormats
source: Formats
sv: Format

# DataSourcesWfsLayerEditorHeaderKeywords
source: Keywords
sv: Nyckelord

# DataSourcesWfsLayerEditorHeaderName
source: Name
sv: Namn

# DataSourcesWfsLayerEditorHeaderServerUrl
source: Service URL
sv: URL till datatjänst

# DataSourcesWfsLayerEditorHeaderTitle
source: Title
sv: Titel

# DataSourcesWfsLayerEditorIsNullOperator
source: Is null
sv: Är Null

# DataSourcesWfsLayerEditorLayerData
source: Layer data
sv: Lagerdata

# DataSourcesWfsLayerEditorLeftOperand
source: Left operand
sv: Operand 1

# DataSourcesWfsLayerEditorLessOrEqualToOperator
source: Less or equal to (<=)
sv: Mindre eller lika med (<=)

# DataSourcesWfsLayerEditorLessThanOperator
source: Less than (<)
sv: Mindre än (<)

# DataSourcesWfsLayerEditorMaxNumberOfFeatures
source: Max number of features
sv: Max antal features

# DataSourcesWfsLayerEditorNotEqualToOperator
source: Not equal to (<>)
sv: Ej lika med (<>)

# DataSourcesWfsLayerEditorNumberOfFeaturedFeatures
source: Number of filtered features
sv: Antal filtrerade features

# DataSourcesWfsLayerEditorReset
source: Reset
sv: Återställ

# DataSourcesWfsLayerEditorResult
source: Result
sv: Resultat

# DataSourcesWfsLayerEditorRightOperand
source: Right operand
sv: Operand 2

# DataSourcesWfsLayerEditorRunQuery
source: Run query
sv: Kör fråga

# DataSourcesWfsLayerEditorSaveChanges
source: Save changes
sv: Spara ändringar

# DataSourcesWfsLayerEditorTitle
source: Edit selected data layer
sv: Redigera WFS-lager

# DataSourcesWfsLayerEditorTotalNumberOfFeatures
source: Total number of features
sv: Totalt antal features

# DataSourcesWfsLayerEditorUndo
source: Undo
sv: Ångra

# DataProvidersMapLayersDeleteWfsLayerMessage
source: Do you really want to delete the selected data layer?
sv: Vill du verkligen ta bort det valda datalagret?

# DataProvidersMapLayersDeleteWfsLayerTitle
source: Delete data layer
sv: Ta bort datalager

# MapLayerWFSFilter
source: Datalayer filter
sv: Filter

# FilterTemporalTitle
source: Temporal filter
sv: Tidsmässigt filter

# MapSelectMany
source: Select many
sv: Markera flera

# MySettingsFilterNoTemporalFilterIsSelected
source: No temporal filter is selected
sv: Inget tidsfilter är valt

# SharedAddPolygonsFromMapLayer
source: Add polygon(s) from Map layer
sv: Lägg till polygon(er) från kartlagret

# SharedExpand
source: Expand
sv: Expandera

# SharedColor
source: Color
sv: Färg

# SharedName
source: Name
sv: Namn

# SharedType
source: Type
sv: Typ

# MetadatasearchBiodiversityCatLinkText
source: Go to Biodiversity Catalogue
sv: Gå till Biodiversity Catalogue

# MetadataSearchDescription
source: To search for more datasets, map services and other services to be included in your analyses it is recommended to try out any of the metadata portals below.
sv: För att söka efter fler dataset, karttjänster och annat för din analys, testa någon av tjänsterna nedan.

# MetadatasearchEcdsLinkText
source: Go to ECDS
sv: Gå till ECDS

# MetadatasearchGeodataLinkText
source: Go to Geodata portalen
sv: Gå till Geodata portalen

# FilterTemporalAnnually
source: Date annually
sv: Datum årligen

# FilterTemporalChangeDateTitle
source: Change date
sv: Ändringsdatum

# FilterTemporalDateLabel
source: Date
sv: Datum

# FilterTemporalFrom
source: From
sv: Från

# FilterTemporalIgnoreLabel
source: Ignore
sv: Ignorera

# FilterTemporalObsDateTitle
source: Observation date
sv: Observationsdatum

# FilterTemporalRegDateTitle
source: Registration date
sv: Registreringsdatum

# FilterTemporalTo
source: To
sv: Till

# SharedWait
source: Wait...
sv: Vänta...

# StateButtonFilterOccurrence
source: Occurrence
sv: Förekomst

# FilterOccurrence
source: Occurrence status
sv: Förekomst

# FilterOccurrenceTitle
source: Occurrence
sv: Förekomst

# FilterQuality
source: Quality
sv: Kvalitet

# FilterQualityTitle
source: Quality
sv: Kvalitet

# FilterSpatialCommonRegionsAddRegion
source: Add region
sv: Lägg till region

# FilterSpatialCommonRegionsTitle
source: Common regions
sv: Vanliga regioner

# SharedNoSelectedRegions
source: No selected regions
sv: Inga valda regioner

# SharedRegionCategoryCounty
source: County
sv: Län

# SharedRegionCategoryMunicipality
source: Municipality
sv: Kommun

# SharedRegionCategoryProvince
source: Province
sv: Landskap

# SharedRegions
source: Regions
sv: Regioner

# SharedRemoveRegion
source: Remove region
sv: Ta bort region

# SharedRemoveRegionTooltip
source: Remove selected region
sv: Ta bort markerad region

# SharedSelect
source: Select
sv: Välj

# SharedSelectedRegions
source: Selected regions
sv: Valda regioner

# FilterPolygonFromMapLayerAddPolygons
source: Add selected polygon(s) to spatial filter
sv: Lägg till valda polygoner till rumsligt filter

# FilterPolygonFromMapLayerSelectPolygons
source: Select polygon(s) from map layer
sv: Välj polygon(er) från kartskikt

# FilterPolygonFromMapLayersTitle
source: Map layers
sv: Kartskikt

# FilterSpatialDrawPolygonTitle
source: Draw geometry
sv: Rita geometri

# FilterSpatialMapLayersTitle
source: Map layer polygons
sv: Kartskikt polygoner

# FilterTaxaSummary
source: Taxa filter summary
sv: Taxa filter - sammanställning

# SharedBack
source: Back
sv: Tillbaka

# SharedMap
source: Map
sv: Karta

# SharedPolygons
source: Polygons
sv: Polygoner

# WfsLayersLayerName
source: Layer name
sv: Lagernamn

# DataProvidersDataProvidersDataProvider
source: Data provider
sv: Artobservationer (databaser)

# DataProvidersDataProvidersListOfProviders
source: List of data providers
sv: Lista med datakällor

# DataProvidersDataProvidersNumberOfObservations
source: Number of observations
sv: Antal observationer

# DataProvidersDataProvidersTitle
source: Species observations provided by Swedish LifeWatch
sv: Artobservationer som tillhandahålls av Svenska LifeWatch

# MySettingsDataSourcesNumberOfDataProviders
source: Data Providers ({0} selected)
sv: Datakällor ({0} valda)

# MySettingsFilterNumberOfSelectedRegions
source: Spatial ({0} regions)
sv: Rumsligt filter ({0} regioner)

# SharedSum
source: Sum
sv: Summa

# DataProvidersDataProvidersAtLeastOneProviderMustBeSelected
source: At least one data provider must be selected
sv: Minst en datakälla måste väljas

# SettingsReportDataProviders
source: Data providers
sv: Datakälla

# SettingsReportDatasources
source: Data sources
sv: Datakällor

# SettingsReportPolygons
source: polygons
sv: polygoner

# SettingsReportPolygonsFilter
source: Spatial filter - polygons
sv: Rumsligt filter - polygoner

# SettingsReportRegionsFilter
source: Spatial filter - regions
sv: Rumsligt filter - regioner

# SettingsReportTitle
source: Settings report
sv: Rapport - inställningar

# PresentationTableChooseColumnType
source: Choose column type
sv: Välj hur kolumnrubrik ska synas i resultattabell

# PresentationTableChooseTableType
source: Choose table type
sv: Välj tabelltyp

# PresentationTableColumnTypeDwc
source: Use Darwin Core labels (scientificName, vernacularName, etc.)
sv: Använd Darwin Core kolumnrubriker (scientificName, vernacularName, etc.)

# PresentationTableColumnTypeLabel
source: Use standard labels (Scientific name, Common name, etc.)
sv: Använd standard kolumnrubriker (Vetenskapligt namn, Svenskt namn, etc.)

# PresentationTableCreateNewTable
source: Create new table
sv: Skapa ny tabell

# PresentationTableStandardTable
source: Preselected column set
sv: Förvald uppsättning kolumner

# PresentationTableTableFields
source: Table fields
sv: Tabellfält

# PresentationTableUserDefinedTable
source: User selected table columns
sv: Egenvalda kolumner

# TableTypeByImportanceTemplate
source: Fields with Importance <= {0}
sv: Fält med Importance <= {0}

# GridStatisticsCalculations
source: Calculations
sv: Beräkningar

# GridStatisticsCoordinateSystem
source: Coordinate system
sv: Koordinatsystem

# GridStatisticsGridSize
source: Grid size
sv: Rutstorlek

# GridStatisticsNumberOfObservations
source: Number of observations
sv: Antal observationer

# GridStatisticsParameters
source: Grid parameters
sv: Gridegenskaper

# GridStatisticsSelectCoordinateSystem
source: Select coordinate system
sv: Välj koordinatsystem

# GridStatisticsSelectGridSize
source: Select grid size
sv: Välj grid-storlek

# GridStatisticsTitle
source: Grid statistics
sv: Gridstatistik

# SettingsReportCalculation
source: Calculation
sv: Beräkningar

# ResultGroupMaps
source: Maps
sv: Kartor

# ResultGroupTables
source: Tables
sv: Tabeller

# ResultViewSpeciesObservationGridMap
source: Species observation grid map
sv: Frekvenskarta över antal artobservationer

# ResultViewSpeciesObservationMap
source: Species observationmap
sv: Artobservationskarta

# ResultViewSpeciesObservationTable
source: Species observation table
sv: Artobservationstabell

source: Result views
sv: Resultatvyer

# RecordCountObservations
source: observations
sv: observationer

# RecordCountOf
source: of
sv: av

# RecordCountShowing
source: showing
sv: visar

# PresentationGridStatisticsTable
source: Grid statistics table - no settings avaliable
sv: Gridstatistiktabell - inga installningar tillgängliga

# PresentationSpeciesObservationTable
source: Species observation table
sv: Artobservationstabell

# PresentationTableChooseTable
source: Select table to be displayed in the result
sv: Välj vilken tabell som ska visas i resultatet

# PresentationTableSettings
source: Table settings
sv: Tabellinställningar

# SummaryStatisticsNumberOfObservations
source: Number of observations
sv: Antal observationer

# SummaryStatisticsTitle
source: Summary statistics
sv: Översiktlig statistik

# SummaryStatisticsCalculateNumberOfObservations
source: Calculations from species observation data
sv: Beräkningar från observationsdata

# ResultViewSpeciesObservationGridTable
source: Grid map statistics on species observations
sv: Gridbaserad statistik över antal artobservationer

# ResultGroupReports
source: Reports
sv: Rapporter

# ResultViewSummaryStatistics
source: Summary statistics
sv: Översiktlig statistik

# PresentationSummaryStatisticsTitle
source: Summary statistics
sv: Översiktlig statistik

# DataProvidesSearchWfsLayerSelectDefault
source: Pick a server from list
sv: Välj tjänst i listan

# DataProvidesSearchWfsLayerSelectSLUGeo
source: Swedish University of Agricultural Sciences (SLU)
sv: SLU

# PresentationReportChooseReport
source: Select report type for result presentation
sv: Välj vilken rapport som ska visas i resultatet

# PresentationReportTitle
source: Report settings
sv: Rapport

# PresentationSummaryStatisticsReport
source: Summary Statistics
sv: Översiktlig statistik

# ResultViewSummaryStatisticsNumberOfObservations
source: Number of observations
sv: Antal observationer

# ResultViewSummaryStatisticsReportTitle
source: Summary statistics report
sv: Rapport på översiktlig statistik

# ResultViewSummaryStatisticsSpeciesObservationCountTitle
source: Calculations from species observation data
sv: Beräkningar från observationsdata

# ResultViewSummaryStatisticsSpeciesObservationTableColumnCalculationHeader
source: Calculation
sv: Beräkning

# ResultViewSummaryStatisticsSpeciesObservationTableColumnCountHeader
source: Result
sv: Resultat

# GridStatisticsObservationCount
source: Observation count
sv: Antal observationer

# SharedFullScreenMode
source: Full screen mode
sv: Fullskärmsläge

# SharedLegend
source: Legend
sv: Förklaring

# SharedOpacity
source: Opacity
sv: Genomskinlighet

# SharedSettings
source: Settings
sv: Inställningar

# SharedAboutAnalysisPortalUrl
source: http://www.svenskalifewatch.se/en/about/analysis-portal/
sv: http://www.svenskalifewatch.se/sv/om-lifewatch/analysportalen/

# MySettingsLoaded
source: Settings loaded
sv: Inställningarna laddades

# MySettingsReset
source: Settings reset
sv: Inställningarna återställdes

# MySettingsSaved
source: Settings saved
sv: Inställningarna sparades

# FilterOccurrenceIncludeNeverFoundObservations
source: Include reports of absence in suitable habitat
sv: Inkludera rapporter där angivet taxon eftersökts i lämplig miljö utan resultat

# FilterOccurrenceIncludeNotRediscoveredObservations
source: Include reports av absence at sites with previous occurrence
sv: Inkludera rapporter om att eftersök på tidigare känd plats misslyckats

# FilterOccurrenceIncludePositiveObservations
source: Include all indications of presence
sv: Inkludera alla typer av förekomst

# FilterOccurrenceIsNaturalOccurrence
source: Include natural occurrences
sv: Inkludera naturliga förekomster

# DataProvidersDataProvidersNumberOfPublicObservations
source: Number of public observations
sv: Antal publika observationer

# FilterTemporalChangeDateAnnually
source: Change date annually
sv: Ändringsdatum årligen

# FilterTemporalObsDateAnnually
source: Observation date annually
sv: Observationsdatum årligen

# FilterTemporalRegDateAnnually
source: Registration date annually
sv: Registreringsdatum årligen

# FilterRemoveAllTaxa
source: Remove all taxa from list
sv: Töm taxonlista

# FilterOccurrenceIsNotNaturalOccurrence
source: Include unspontaneous occurrrences
sv: Inkludera ospontana förekomster

# DataProvidersCreateNewWmsLayer
source: Create background map
sv: Skapa bakgrundskarta

# DataProvidersEditWmsLayer
source: Edit layer
sv: Redigera lager

# DataProvidersRemoveWmsLayer
source: Delete layer
sv: Ta bort kartskikt

# DataProvidersWmsLayers
source: Map layers
sv: Kartskikt

# DataProvidersWmsLayersBaseLayer
source: Background map layer
sv: Bakgrundskarta

# DataProvidersWmsLayersDelete
source: Delete map layer
sv: Ta bort kartskikt

# FilterOccurrenceIncludeAllAbsenceData
source: Include all indications of absence
sv: Inkludera alla indikationer på ickeförekomst

# FilterOccurrenceAbsenceHeader
source: Absence
sv: Ickeförekomst

# FilterOccurrencePresenceHeader
source: Presence
sv: Förekomst

# DataProvidersWmsLayerEditorChooseUrl
source: Choose Url
sv: Välj karttjänst

# DataProvidersWmsLayerEditorCreateNewWmsLayer
source: Create background map
sv: Skapa bakgrundskarta

# DataProvidersWmsLayerEditorEditWmsLayer
source: Edit map layer settings
sv: Redigera kartskikt

# DataProvidersWmsLayerEditorSampleUrls
source: Sample map services
sv: Exempel på karttjänster

# GridStatisticsNumberOfTaxa
source: Number of taxa
sv: Antal taxa

# DataProvidersWmsLayerEditorAbstract
source: Abstract
sv: Sammandrag

# DataProvidersWmsLayerEditorBaseLayer
source: Use as background map
sv: Använd som bakgrundskarta

# DataProvidersWmsLayerEditorBasicInformation
source: Basic information
sv: Basinformation

# SharedLayers
source: Layers
sv: Lager

# SharedServerUrl
source: Server URL
sv: Serverns URL

# SharedTitle
source: Title
sv: Titel

# StateButtonDataProvidersWfsLayers
source: Environmental data (vector format)
sv: Miljödata (vektorformat)

# StateButtonDataProvidersWmsLayers
source: Background maps (raster format)
sv: Bakgrundskartor (rasterformat)

# GridStatisticsTaxaCount
source: Species count
sv: Antal arter

# ResultViewTaxonGridTable
source: Grid map statistics on number of species
sv: Gridbaserad statistik över antal arter

# PresentationGridTaxonStatisticsTable
source: Grid taxon statistics table
sv: Gridstatistiktabell - Taxon

# SummaryStatisticsCalculateNumberOfSpecies
source: Calculations from species data
sv: Beräkningar från art data

# SummaryStatisticsNumberOfSpecies
source: Number of species
sv: Antal arter

# GridStatisticsCentreCoordinate
source: Centre
sv: Centrum

# ResultViewSummaryStatisticsNumberOfTaxa
source: Number of species
sv: Antal arter

# SharedHelp
source: Help
sv: Hjälp

# SharedLeavePageWithUnsavedSettings
source: You have made changes to the page. Are you sure you want to leave this page without saving?
sv: Du har gjort ändringar på sidan. Är du säker på att du vill lämna den här sidan utan att spara?

# SharedResetSettings
source: Reset settings
sv: Återställ inställningar

# SharedSaveSettings
source: Save settings
sv: Spara inställningar

# DataProvidersDataProvidersReset
source: Data providers were reset
sv: Datakällor återställdes

# DataProvidersDataProvidersUpdated
source: Data providers were updated
sv: Datakällor uppdaterades

# DataProvidersWfsLayersReset
source: The list of data layers is now empty
sv: Datalagret återställdes

# DataProvidersWmsLayersReset
source: The list of map layers is now empty
sv: Kartskiktet återställdes

# ResultGroupGridTables
source: Grid tables
sv: Rutnätstabeller

# FilterOccurrenceReset
source: Occurrence settings were reset
sv: Förekomstinställningar återställdes

# FilterOccurrenceUpdated
source: Occurrence settings were updated
sv: Förekomstinställningar uppdaterades

# FilterCommonRegionsReset
source: Common regions were reset
sv: Vanliga regioner återställdes

# FilterCommonRegionsUpdated
source: Common regions were updated
sv: Vanliga regioner uppdaterades

# FilterSpatialSettingsReset
source: Spatial filter was reset
sv: Rumsligt filter återställdes

# FilterSpatialSettingsUpdated
source: Spatial filter was updated
sv: Rumsligt filter uppdaterades

# FilterTemporalSettingsReset
source: Temporal settings were reset
sv: Tidsmässiga inställningar återställdes

# FilterTemporalSettingsUpdated
source: Temporal settings were updated
sv: Tidsmässiga inställningar uppdaterades

# FilterTaxaSettingsReset
source: Taxa settings were reset
sv: Taxa återställdes

# FilterTaxaSettingsUpdated
source: Taxa settings were updated
sv: Taxa uppdaterades

# GridStatisticsReset
source: Grid statistics were reset
sv: Gridstatistik återställdes

# GridStatisticsUpdated
source: Grid statistics were updated
sv: Gridstatistik uppdaterades

# PresentationSpeciesObservationTableReset
source: Species observation table settings were reset
sv: Inställningarna för Artobservationstabellen återställdes

# PresentationSpeciesObservationTableUpdated
source: Species observation table settings were updated
sv: Inställningarna för Artobservationstabellen uppdaterades

# PresentationTableSettingsReset
source: Table settings were reset
sv: Tabellinställningar återställdes

# PresentationTableSettingsUpdated
source: Table settings were updated
sv: Tabellinställningar uppdaterades

# SummaryStatisticsReset
source: Summary statistics were reset
sv: Översiktlig statistik återställdes

# SummaryStatisticsUpdated
source: Summary statistics were updated
sv: Översiktlig statistik uppdaterades

# FilterSpatialCommonRegionsButtonTooltip
source: Add spatial filter from predefined regions
sv: Lägg till rumsligt filter utifrån fördefinierade regioner

# FilterSpatialDrawPolygonButtonTooltip
source: Add spatial filter by drawing polygon(s)
sv: Lägg till rumsligt filter genom att rita polygon(er)

# FilterSpatialMapLayersButtonTooltip
source: Add spatial filter from environmental data (WFS layer)
sv: Lägg till rumsligt filter från miljödata (WFS-lager)

# FilterSpatialOverviewButtonTooltip
source: Show overview - spatial filter
sv: Visa översikt - rumsligt filter

# FilterTaxaOverviewButtonTooltip
source: Show overview - taxa
sv: Visa översikt - taxa

# FullScreenMapButtonTooltip
source: Show map in full screen mode
sv: Visa kartan i fullskärmsläge

# HeadMenuCalculationTooltip
source: Change settings for data calculations
sv: Ändra inställningar för vilka beräkningar som ska utföras

# HeadMenuDataProvidersTooltip
source: Select data sources
sv: Välj datakällor

# HeadMenuFilterTooltip
source: Add taxa, spatial, temporal & occurrence filter
sv: Välj arter, geografiskt område, tidsperiod och förekomst

# HeadMenuOverviewTooltip
source: Go to overview page
sv: Visa översiktssidan

# HeadMenuPresentationTooltip
source: Change settings for result views
sv: Ändra inställningar för visning av resultat

# HeadMenuResultTooltip
source: View results
sv: Visa resultat

# MapDragMap
source: Drag map
sv: Drag karta

# MapLayerSwitcher
source: Select map layers
sv: Välj kartskikt

# MapZoomToFeatures
source: Zoom to result
sv: Zooma in till resultat

# MapZoomToSweden
source: Zoom to Sweden
sv: Zooma till Sverige

# MySettingsLoadTooltip
source: Load your last saved settings (My Settings will be replaced)
sv: Hämta dina senast sparade inställningar (ersätter mina inställningar)

# MySettingsResetTooltip
source: Reset all settings to default
sv: Återställ alla inställningar till utgångsläge

# MySettingsSaveTooltip
source: Save your current settings
sv: Spara dina nuvarande inställningar

# SharedTransparency
source: Transparency
sv: Genomskinlighet

# StateButtonDataProvidersMetadataSearchTooltip
source: Find metadata portals
sv: Hitta metadata

# StateButtonDataProvidersSpeciesObservationTooltip
source: Select data provider(s) (at least one)
sv: Välj dataleverantör(er) (minst en)

# StateButtonDataProvidersWfsLayersTooltip
source: Add environmental data maps (WFS, GeoJSON, Shape)
sv: Lägg till miljödata kartor (WFS, GeoJSON, Shape)

# StateButtonDataProvidersWmsLayersTooltip
source: Select map layer(s) (WMS format)
sv: Välj ett kartlager i rasterformat för visning (WMS-format)

# StateButtonFilterOccurrenceTooltip
source: Search for presence/absence occurrence data
sv: Anpassa data efter förekomst/icke-förekomst
