Repository: SwedishLifeWatch/SSIC-WebServices-Applications
Catalog: Applications/AnalysisPortal/ArtDatabanken.WebApplication.AnalysisPortal/Resource.*.resx
Languages: sv

# PresentationTableUserDefinedTableErrorNoColumnsSelected
source: You must select at least one column!
sv: Du måste välja minst en kolumn!

# PresentationTableUserDefinedTableErrorNoName
source: You must enter a name!
sv: Du måste ange ett namn!

# PresentationTableUserDefinedTables
source: Custom tables
sv: Egendefinierade tabeller

# SharedAutoScale
source: Auto scale
sv: Autoskala

# SharedFixedScale
source: Fixed scale
sv: Fast skala

source: Start page
sv: Startsida

# ErrorToMuchData
source: Too much data! You must set taxa filter or spatial filter.
sv: För mycket data! Du måste applicera taxa eller rumsligt filter.

# ResetSettingsQuestion
source: Reset settings?
sv: Återställ alla inställningar?

# DataProvidesSearchWfsInspireLayerSelectDefault
source: Swedish Species Information Centre INSPIRE
sv: ArtDatabanken INSPIRE

# SettingsReportSheetName
source: Settings
sv: Inställningar

# SpeciesObservationProvenanceReportSheetName
source: Species observation provenance
sv: Härkomst av artobservationer

# IncludeProvenance
source: Include provenance in report
sv: Inkludera härkomst i rapporten

# IncludeSettingSheet
source: Include settings in report
sv: Inkludera inställningar i rapporten

# FilterRedListButton
source: Redlist
sv: Rödlista

# FilterRedListButtonTooltip
source: Filter by red list categories
sv: Välj kategorier från rödlistan

# FilterByRedListTitle
source: Search red listed taxa
sv: Filtrera på rödlistade taxa

# MultiSelectAllSelected
source: All selected
sv: Alla valda

# MultiSelectNonSelected
source: Non selected
sv: Ingen vald

# MultiSelectNSelected
source: selected
sv: valda

# MultiSelectSelectAll
source: Select all
sv: Välj alla

# TextCitation
source: <p>For research publications and all other kinds of reports that have used the Analysis Portal, please add the following credits:</p> <p>“Data used in this study were downloaded from the Swedish LifeWatch Analysis Portal [<i>date of download and chosen data providers</i>]. The Analysis Portal is funded by the Swedish Research Council and the Swedish Environmental Protection Agency through the Swedish LifeWatch Project (Grant No. 829-2009-6287).”</p> <p>We strongly recommended that you also declare the Data Providers the analysis were run with. Such a list you can find in the species observation provenance report on the Analysis Portal (https://www.analysisportal.se/Result/ProvenanceReport).</p>
sv: <p>I vetenskapliga publikationer och andra rapporter där Analysportalen använts, bör man referera enligt följande:</p> <p>”Data använda i den här studien har laddats ned från Svenska LifeWatch Analysportal [<i>datum för nedladdningen och använda dataproviders</i>]. Analysportalen är finanserad av Vetenskapsrådet och Naturvårdsverket genom Svenska LifeWatch-projektet (Grant No. 829-2009-6287).”</p> <p>Vi rekommenderar också att man anger de viktigaste dataleverantörerna till den analys man gjort. En sådan lista fås i Analysportalen under Resultat/Rapporter/Härkomst av artobservationer (https://www.analysisportal.se/Result/ProvenanceReport).</p>

# TitleCitation
source: Citation
sv: Citering

# HeadMenuHomeTooltip
source: Show the startpage
sv: Visa startsidan

# RedListCategoryCR
source: Critically Endangered
sv: Akut hotad

# RedListCategoryDD
source: Data Deficient
sv: Kunskapsbrist

# RedListCategoryEN
source: Endangered
sv: Starkt hotad

# RedListCategoryEX
source: Extinct
sv: Utdöd

# RedListCategoryLC
source: Least Concern
sv: Livskraftig

# RedListCategoryNA
source: Not Applicable
sv: El tillämplig

# RedListCategoryNE
source: Not Evaluated
sv: Ej bedömd

# RedListCategoryNT
source: Near Threatened
sv: Nära hotad

# RedListCategoryRE
source: Regionally Extinct
sv: Nationellt utdöd

# RedListCategoryVU
source: Vulnerable
sv: Sårbar

# RedListGroupRedlisted
source: Redlisted taxa
sv: Rödlistade taxa

# RedListGroupThreatened
source: Threatened taxa
sv: Hotade taxa

# FilterRedListSettingsReset
source: Red list settings reset
sv: Rödlisteinställningar nollställda

# FilterRedListSettingsUpdated
source: Red list settings was updated
sv: Rödlisteinställningar uppdaterade

# MySettingsFilterNumberOfSelectedRedListCategories
source: Red list ({0} categories selected)
sv: Rödlista ({0} kategorier valda)

# SettingsReportFieldFilter
source: Field
sv: Fält

# SettingsReportRedListFilter
source: Red list
sv: Rödlista

# IntroductionText
source: <h3>How to get started</h3> <p> <ol class="OrderedList"> <li> <strong>Select data source</strong><br /> > Data > Species observation </li> <li> <strong>Add filter and choose taxa</strong><br /> > Filter > Taxa > Search by taxon name </li> <li> <strong>Change settings for data calculations</strong><br /> > Calculation > Grid statistics > Select grid parameters e.g. size </li> <li> <strong>Optionally change settings for the format and maps </strong> </li> <li> <strong>View results</strong><br /> > Result > e.g. Species observation map </li> <li> <strong>Change your selection or analysis, it is always possible to go directly to the result button!</strong> </li> </ol> </p> <p>Your current settings are always shown on the right side => My settings</p>
sv: <h3>Kom igång</h3> <p> <ol class="OrderedList"> <li> <strong>Välj data</strong><br /> > Data > Artobservationer </li> <li> <strong>Filtrera och välj taxa</strong><br /> > Filter > Taxa > Sök på taxonnamn </li> <li> <strong>Gör eventuella beräkningar</strong><br /> > Beräkningar > Gridstatistik > välj t.ex. Rutstorlek </li> <li> <strong>Välj eventuella format och kartinställningar</strong> </li> <li> <strong>Se resultatet</strong><br /> > Resulta > t.ex. Artobservationskarta </li> <li> <strong>Ändra din sökning eller analys, det går alltid att gå direkt till resultatknappen!</strong> </li> </ol> </p> <p>Dina val syns alltid till höger => Mina inställningar</p>

# StateButtonCalculationGridStatisticsTooltip
source: Change grid statistics (grid size, coordinate system, calculations, layer, calculation)
sv: Ändra gridstatistik (rutstorlek, koordinatsystem, beräkningar, lager)

# StateButtonCalculationSummaryStatisticsToolTip
source: Change summary statistics (nr. of observations, nr. of species, select a layer)
sv: Ändra sammanfattande statistisk (antal observationer, antal arter, vald lag)

# StateButtonCalculationTimeSeriesTooltip
source: Change periodicity for time series (yearly/daily/monthly/weekly; month/week/day of the year)
sv: Ändra tidsintervall (år/dag/månad/vecka) eller periodicitet (månad/vecka/dag)

source: Show less
sv: Visa mindre

source: Show more
sv: Visa mer

# DataProvidesSearchWfsLayerSelectSwedishBoardOfAgriculture
source: Swedish Board of Agriculture GeoServer
sv: Jordbruksverket GeoServer

# DataProvidesSearchWfsLayerSelectSwedishMarine
source: Swedish Agency for Marine and Water management
sv: Havs- och vattenmyndigheten

# DataProvidersWmsLayerEditorSelectSMHIMetObs
source: Met-obs (SMHI Open Data)
sv: Met-obs (SMHI Öppna Data)

# DataProvidersWmsLayerEditorSelectSMHISnowStatistics
source: Snow statistics (SMHI Open Data)
sv: Snöstatistik (SMHI Öppna Data)

# DataProvidersWmsLayerEditorSelectSMHIPotentialEvaporation
source: Potential evaporation (SMHI Open Data)
sv: Potentiell avdunstning (SMHI Öppna Data)

# DataProvidersWmsLayerEditorSelectSMHIFrostAndIce
source: Frost and ice statistics (SMHI Open Data)
sv: Frost- och isstatistik (SMHI Öppna Data)

# DataProvidersWmsLayerEditorSelectSMHICloudiness
source: Cloudiness (SMHI Open data)
sv: Molnighet (SMHI Öppna Data)

# DataProvidersWmsLayerEditorSelectSMHIPercipitation
source: Percipitation (SMHI Open data)
sv: Nederbörd (SMHI Öppna Data)

# DataProvidersWmsLayerEditorSelectSwedishMarineAndWater
source: Swedish Agency for Marine and Water management
sv: Havs- och vattenmyndigheten

# DataProvidersWmsLayerEditorSelectSwedishBoardOfAgriculture
source: Swedish Board of Agriculture GeoServer
sv: Jordbruksverket GeoServer

# DataProvidersWmsLayerEditorSelectSwedishEnvironmentalProtectionAgency
source: Vic Nature Metria, Swedish Environmental Protection Agency
sv: Vic Natur Metria, Naturvårdsverket

# DataAddWfslayerDeleteFile
source: Delete file?
sv: Ta bort filen?

# DataAddWfsLayerExistingFile
source: Use previously uploaded file
sv: Använd redan uppladdad fil

# DataAddWfsLayerFromFile
source: Add layer from file
sv: Lägg till lager från fil

# DataAddWfsLayerFromService
source: Create layer from wfs service
sv: Skapa lager från wfs-tjänst

# DataAddWfsLayerNewFile
source: Upload new file (GeoJSON/Shape)
sv: Ladda upp ny fil (GeoJSON/Shape)

# SharedFileAlreadyExists
source: File already exists
sv: Filen finns redan

# SharedLayerAlreadyExists
source: Layer already added
sv: Lagret finns redan

# DataAddWfsLayerMaxFilesReached
source: Max number of uploaded files reached
sv: Max antal filer uppladdade

# DataAddWfsLayerFileName
source: File name
sv: Filnamn

# SharedFile
source: File
sv: Fil

# SharedWfsService
source: Service
sv: Tjänst

# SharedYouHaveToLogOn
source: You have to log on to enable this feature
sv: Du måste vara inloggad för att kunna använda denna funktion

# SharedUploadedFiles
source: Own files
sv: Egna filer

# DataAddWfsLayeraFileUploadForm
source: Accepted file formats are geojson and shape. Geojson should have suffix .geojson and shape should be in a .zip container including at least the .shp and the .dbf file
sv: Tillåtna filformat är geojson och shape. Geojsonfiler ska ha suffixet .geojson och shapefiler (.shp) ska tillsamman med tillhörande .dbf fil packas i en .zip-fil.

# FilterPolygonFromMapLayerFileUploadFormats
source: Accepted file format is geojson (suffix .geojson)
sv: Tillåtet filformat är geojson (suffix .geojson)

# FilterTemporalHelpDateDifferenceTitle
source: Date & Date annually - What is the difference?
sv: Datum & Datum årligen - Vad är skillnaden?

# FilterTemporalHelpInstructions
source: <h3>Date & Date annually - What is the difference?</h3> <h4>Date</h4> <p> With this setting you set the exact dates between which the observations you want to get is observed/registered/changed. </p> <h4>Date annually</h4> <p> With this setting you set <em>annually</em> between what month and day observations you want to get is observed/registered/changed. <br /> For example. If you specify From: 2013-02-01 To: 2013-03-31, then you get observations with observed/registered/changed date between February 1 to March 31 for all years until today. </p>
sv: <h3>Datum & Datum årligen - Vad är skillnaden?</h3> <h4>Datum</h4> <p> Med denna inställning ställer du in exakt mellan vilka datum observationerna du vill få ut är observerade/registrerade/ändrade. </p> <h4>Datum årligen</h4> <p> Med denna inställning ställer du in <em>årligen</em> mellan vilken månad och dag observationer du vill få ut är observerade/registrerade/ändrade.<br /> T.ex. om du anger Från: 2013-02-01 Till: 2013-03-31, så kommer observationer med som observerats/registrerats/ändrats mellan 1 februari till 31 mars för alla år fram till idag. </p>

# SharedInstructionsAndSupportTitle
source: Instructions and support
sv: Instruktioner och hjälp

# LayerSidebarBaseLayers
source: Background maps
sv: Bakgrundskartor

# LayerSidebarOtherLayers
source: Data layers
sv: Datalager

# LayerSidebarSorting
source: Sort layers
sv: Sortera lager

# LayerSideBarTitle
source: Map layers
sv: Kartlager

# LayerSidebarSortingTooltip
source: Sorting by drag and drop. Finish sorting by unchecking the checkbox
sv: Sortera genom att dra och släpp. Avsluta med att avmarkera kryssrutan.

# UploadFileJsonSerialaztionFaild
source: Failed to serialize GeoJson file.
sv: Misslyckades att serialisera json

# UploafFileLayerAlreadyAdded
source: Layer already added
sv: Lagret är redan tillagt

# LayerExportAttributeLabel
source: Attribute for grid cell values
sv: Attribut för rutnätsvärde

# LayerExportCellResolutionLabel
source: Cell resolution
sv: Cellupplösning

# LayerExportGridDataTypeLabel
source: Grid data type
sv: Rutnätets datatyp

# LayerExportHeightLabel
source: Height
sv: Höjd

# LayerExportLayerLabel
source: Layer
sv: Lager

# LayerExportPickLayerError
source: Pick a layer
sv: Välj ett lager

# LayerExportRasterResolutionLabel
source: Razter resolution
sv: Rasterupplösning

# LayerExportRasterSizeLabel
source: Razter size in pixels
sv: Rasterstorlek i pixlar

# LayerExportTitle
source: Export layer
sv: Exportera lager

# LayerExportWidthLabel
source: Width
sv: Bredd

# MapGridLayer
source: Grid
sv: Rutnät

# ResultDownloadObservationsGridMap
source: Species Richness Grid Map (observations count)
sv: Artpoolskarta (antal observationer per kartruta)

# ResultDownloadSelectDownload
source: Select file to download
sv: Välj en fil att ladda ner

# ResultDownloadSpeciesRichnessGridMap
source: Species Richness Grid Map (species count)
sv: Artpoolskarta (antal arter per kartruta)

# ResultViewSpeciesRichnessGridMapLayerName
source: Species Richness Grid Map
sv: Artpoolskarta

# LayerExportRazterSize
source: Higher resolution increase image size
sv: Högre upplösning medför en större bildstorlek

# SharedDownload
source: Download
sv: Ladda ner

# ResultDownloadGroupGIS
source: GIS formats
sv: GIS-format

# MapEOOLayer
source: Extent of occurence (EOO)
sv: Utbredningsområde (EOO)

# MapEOOLayerConcave
source: Extent of occurence (Concave)
sv: Utbredningsområde (Konkav)

# MapEOOLayerConcaveCalculateAlphaValue
source: Alpha value
sv: Alfavärde

# MapEOOLayerConcaveCalculateDescription
source: To calculate the geometry, you have to state a alpha value. Higher values will result in a less detailed polygon. To small value will split the geometry in several polygones.
sv: För att kunna beräka geometrin måste du ange ett "alphavärde". Högre värden ger en mindre detaljerad polygon och vid för låga värden delas geometrin upp i flera polygoner.

# MapEOOLayerConcaveCalculateTitle
source: Calculate Extent of occurence (Concave)
sv: Beräkna utbredningsområde (Konkav)

# MapLayerSpeciesObservationGrid
source: Presence area (AOO)
sv: Förekomstarea (AOO)

# SharedFieldInteger
source: Field can only contain digits
sv: Fältet får bara inehålla siffror

# PrintExportTitle
source: Export to printable image
sv: Exportera till utskrivbar bild

# MapExportScale
source: Scale
sv: Skala

# MapExportErrorImageToBig
source: The image will be to big. Please increase the scale or the zoom and try again.
sv: Den genererade bilden blir för stor. Vänligen öka skalningen eller zooma in kartan.

# ResultDownloadGroupImage
source: Image
sv: Bild

# MapExportOccupancy
source: Occupancy
sv: Fyllnadsgrad

# SharedCoordinateSystemTooltip
source: Coordinate system used for presentation
sv: Koordinatsystem som används för presentation

# ResultViewSpeciesObservationClusterPointMap
source: Species observation point map (grid based)
sv: Artobservationskarta (gridbaserad)

# ResultClusterPointMapFetchObservationsAutomatically
source: Retrieve observations automatically when zooming and panning
sv: Hämta observationer automatiskt vid zoom & panorering

# SharedObservations
source: Observations
sv: Observationer

# ResultClusterPointMapCoordinateSystemTooltip
source: The coordinate system used in the calculation of grid cells. This can be changed on the Grid Statistics settings page.
sv: Koordinatsystemet som används vid beräkning av gridrutorna. Detta går att ändra under Gridstatistik.

# ResultClusterPointMapGridSizeTooltip
source: The map is divided into grid cells where the cells are drawn as yellow / blue dots. Blue dots indicate that there is more than one observation in the grid cell. Yellow points show that there is exactly one observation in the grid cell. The more you zoom in, the smaller the grid size.
sv: Kartan delas in i gridrutor där rutorna ritas ut som gula/blå punkter. Blå punkter markerar att det är fler än 1 observation i gridrutan. Gula punkter visar att det är exakt 1 observation i gridrutan. Ju mer man zoomar in desto mindre blir rutstorleken.

# ResultClusterPointMapListObservations
source: List observations
sv: Lista observationer

# ResultClusterPointMapZoomToPointArea
source: Zoom to point area
sv: Zooma in till punktområde

# ResultClusterPointMapShowGridCellAs
source: Show gridcell as
sv: Visa gridruta som

# SharedPoints
source: Points
sv: Punkter

# SharedGridCells
source: Grid cells
sv: Rutor

# HomeIndexDocuments
source: <div> <table style="width:100%"> <tbody> <tr> <td style="text-align: center; padding:0 0 10px 0"> <a href="http://www.slu.se/globalassets/ew/subw/lifewatch/dokument/analysportalen-manual-eng.pdf" target="_blank" class="btn btn-sm btn-info">Manual - easy</a> </td> <td style="text-align: center; padding:0 0 10px 0"> <a href="http://www.slu.se/globalassets/ew/subw/lifewatch/dokument/Analysportalen_ExercisesA.pdf" target="_blank" class="btn btn-sm btn-info">Exercise A - easy</a> </td> </tr> <tr> <td style="text-align: center;"> <a href="http://www.slu.se/globalassets/ew/subw/lifewatch/dokument/analysisportal_user_manual.pdf" target="_blank" class="btn btn-sm btn-info">Manual - advanced</a> </td> <td style="text-align: center;"> <a href="http://www.slu.se/globalassets/ew/subw/lifewatch/dokument/Analysportalen_ExercisesB.pdf" target="_blank" class="btn btn-sm btn-info">Exercise B - advanced</a> </td> </tr> </tbody> </table> </div>
sv: <div> <table style="width:100%"> <tbody> <tr> <td style="text-align: center; padding:0 0 10px 0"> <a href="http://www.slu.se/globalassets/ew/subw/lifewatch/dokument/analysportalen-manual-sv.pdf" target="_blank" class="btn btn-sm btn-info">Manual - lätt</a> </td> <td style="text-align: center; padding:0 0 10px 0"> <a href="http://www.slu.se/globalassets/ew/subw/lifewatch/dokument/Analysportalen_OvningarA.pdf" target="_blank" class="btn btn-sm btn-info">Övningar A - lätt</a> </td> </tr> <tr> <td style="text-align: center;"> <a href="http://www.slu.se/globalassets/ew/subw/lifewatch/dokument/analysisportal_user_manual.pdf" target="_blank" class="btn btn-sm btn-info">Manual - avancerad</a> </td> <td style="text-align: center;"> <a href="http://www.slu.se/globalassets/ew/subw/lifewatch/dokument/Analysportalen_OvningarB.pdf" target="_blank" class="btn btn-sm btn-info">Övningar B - avancerad</a> </td> </tr> </tbody> </table> </div>

# MapEOOLayerConcaveCalculateUseCenterPoint
source: Use grid cell center point
sv: Använd rutornas mittpunkt

# ResultSpeciesObservationsExceedMaxForExport
source: Number of observations can't exceed {0}
sv: Max {0} observationer är tillåtna vid export.

# DownloadAOOEOOForTaxonAsExcel
source: AOO and EOO for each taxon
sv: AOO och EOO per taxon

# MapEOOLayerConcaveCalculateUseGridCellCornerPoints
source: Use grid cell corner points
sv: Använd rutornas hörnpunkter (långsammare)

# SharedSoftwareDescription
source: Software description
sv: Applikationsbeskrivning

# ExcelExportTitle
source: Export to Excel
sv: Exportera till Excel

# SharedColumns
source: Columns
sv: Kolumner

# SharedColumnHeaders
source: Column headers
sv: Kolumnrubriker

# SharedColumnHeaderTypeStandard
source: Standard (Scientific name, etc.)
sv: Standard (Vetenskapligt namn, etc.)

# SharedExtraExcelSheets
source: Extra sheets
sv: Extra flikar

# SharedErrorMustAddAtleastOneTaxonToFilter
source: You must add at least one taxon to the taxa filter
sv: Du måste lägga till minst ett taxon till taxafiltret.

# SharedProject
source: Project
sv: Projekt

# FilterRedListUseAsCurrentTaxaList
source: Use as current taxa list
sv: Använd som aktuell taxalista

# FilterRedListAddToCurrentTaxaList
source: Add to current taxa list
sv: Lägg till nuvarande taxalista

# FilterRedListFilterCurrentTaxaList
source: Filter current taxa lista
sv: Filtrera nuvarande taxalista

# FilterRedListUseAsCurrentTaxaListTooltip
source: Set taxa filter to the taxa that matches your selected red list criteria
sv: Sätt taxafiltret till de taxa som matchar dina valda rödlistekriterier

# FilterRedListFilterCurrentTaxaListTooltip
source: Remove the taxa that not matches your selected red list criteria from current taxa list
sv: Ta bort taxa som inte matchar dina valda rödlistekriterier från nuvarande taxalista

# FilterRedListAddToCurrentTaxaListTooltip
source: Add the taxa that matches your selected red list criteria to current taxa list
sv: Lägg till taxa som matchar dina valda rödlistekriterier till nuvarande taxalista

# SharedTaxaAddedToTaxaList
source: taxa added to taxa list
sv: taxa lades till i taxalistan

# SharedTaxaRemovedFromTaxaList
source: taxa removed from taxa list
sv: taxa togs bort från taxalistan

# SharedNoTaxaAddedOrRemovedFromTaxaList
source: No taxa added or removed from taxa list
sv: Inga taxa lades till eller togs bort från taxalistan

# SharedRemoveFilter
source: Remove filter
sv: Ta bort filter

# SharedAddFilter
source: Add filter
sv: Lägg till filter

# SharedChangeFilter
source: Change filter
sv: Ändra filter

# SharedRemoveSelectedTaxa
source: Remove selected taxa
sv: Ta bort valda taxa

# FilterTaxonFromSearchAddToTaxaFilter
source: Add to taxa filter
sv: Lägg till i taxafilter

# FilterTaxonFromIdsAddSelectedTaxaWhenFilterNotEmpty
source: Extend taxa filter with selected taxa
sv: Utöka taxafiltret med markerad taxa

# DataProvidersRemoveAllWmsLayers
source: Remove all background maps
sv: Ta bort alla bakgrundskartor

# DataProvidersRemoveSelectedWmsLayers
source: Remove selected background maps
sv: Ta bort markerade bakgrundskartor

# DataProvidersRemoveSelectedWfsLayers
source: Remove selected data layers
sv: Ta bort markerade datalager

# FilterTaxaManageTaxaFilterTemplate
source: Manage taxa filter ({0} selected)
sv: Hantera taxafilter ({0} valda)

# FilterTaxonFromIdsChooseUnderlyingSpecies
source: Select underlying species
sv: Välj underliggande arter

# SharedPoint
source: Point
sv: Punkt

# SharedAccuracyFilterExclude
source: Accuracy filter (exclude)
sv: Noggrannhetsfilter (exkludera)

# SharedAccuracyFilterInclude
source: Accuracy filter (include)
sv: Noggrannhetsfilter (inkludera)

# SharedAccuracyFilterMaxMeterTemplate
source: Accuracy, max {0}m
sv: Koordinatnoggrannhet, max {0}m

# SharedCoordinateAccuracy
source: Coordinate accuracy
sv: Koordinatnoggrannhet

# SharedGridCell
source: Grid cell
sv: Ruta

# QuotationReportSheetName
source: Quotation
sv: Citering

# PresentationMapDownloadCoordinateSystem
source: Species observations download
sv: Nedladdning av artobservationer

# PresentationMapPresentationCoordinateSystem
source: Presentation in Analysis portal
sv: Presentation i Analysportalen

# StateButtonPresentationCoordinateSystem
source: Coordinate system
sv: Koordinatsystem

# PresentationMapGridMapsCoordinateSystem
source: Grid maps calculation
sv: Beräkning av gridkartor

# SharedLayerDoesntSupportCurrentCoordinateSystem
source: This layer does not support your current selected coordinate system
sv: Detta lager har inte stöd för ditt nuvarande valda koordinatsystem

# ButtonGroupSettings
source: Settings
sv: Inställningar

# HeadMenuSettings
source: Settings
sv: Inställningar

# HeadMenuSettingsTooltip
source: Change settings for calculation and presentation
sv: Ändra inställningar för beräkningar och presentation

# SettingsReportSettings
source: Settings
sv: Inställningar

# SharedFilename
source: Filename
sv: Filnamn

# WfsLayersUploadedFiles
source: Uploaded files
sv: Uppladdade filer
