Repository: SwedishLifeWatch/SSIC-WebServices-Applications
Catalog: Applications/AnalysisPortal/ArtDatabanken.WebApplication.AnalysisPortal/Resource.*.resx
Languages: sv

# AccountAccessIsNotAllowedDescription
source: You don't have the authority to access the following url
sv: Du har inte behörighet att komma åt följande sida

# AccountAccessIsNotAllowedTitle
source: Access is not allowed
sv: Åtkomst är inte tillåten

# AccountControllerIncorrectLoginError
source: The user name or password provided is incorrect.
sv: Användarnamnet eller lösenordet är felaktigt.

# AccountControllerIncorrectPasswordError
source: The current password is incorrect or the new password is invalid.
sv: Det nuvarande lösenordet är felaktigt eller det nya lösenordet är ogiltigt.

# AccountLogInText
source: Log in
sv: Logga in

# AccountLogOutInfoLine1
source: You are already logged in, or the session has ended due to inactivity (timeout).
sv: Du är redan inloggad eller så har sessionen avslutats pga inaktivitet (timeout).

# AccountLogOutInfoLine2
source: Click "Log out" to be able to log in again.
sv: Klicka "Logga ut" för att kunna logga in igen.

# AccountLogOutText
source: Log out
sv: Logga ut

# AccountUserAdminLinkText
source: Create new or manage your account
sv: Skapa nytt eller redigera befintligt konto

# SharedAboutAnalysisPortalText
source: About Analysis portal
sv: Om Analysportalen

# SharedAboutCookiesHeader
source: About cookies
sv: Om cookies

# SharedAboutCookiesSubHeader
source: This website uses cookies
sv: Den här webbplatsen använder cookies

# SharedAddButtonText
source: Add
sv: Lägg till

# SharedAdditionalErrorInformation
source: Detalis
sv: Information

# SharedAnalysisPortalMainTitle
source: Analysis portal
sv: Analysportalen

# SharedArtDatabankenText
source: The Swedish Species Information Centre
sv: ArtDatabanken

# SharedAvaliableLabel
source: Avaliable
sv: Tillgängliga

# SharedBoolFalseText
source: No
sv: Nej

# SharedBoolTrueText
source: Yes
sv: Ja

# SharedCancelButtonText
source: Cancel
sv: Avbryt

# SharedChangeLanguageLabel
source: Svenska
sv: English

# SharedContactMailLinkText
source: Email to support
sv: Kontakta support

# SharedCookiesReadMoreLink
source: http://www.pts.se/en-gb/Regulations/Legislation/Electronic-Communications-Act/Cookies-kakor/
sv: http://www.pts.se/sv/Regler/Lagar/Lag-om-elektronisk-kommunikation/Cookies-kakor/

# SharedCookiesReadMoreText
source: Read more on The Swedish Post and Telecom Authority page
sv: Läs mer på Post- och telestyrelsens sida

# SharedCreating
source: Creating
sv: Skapar

# SharedCurrentServiceStatusLinkText
source: Current service status
sv: Aktuell driftinformation

# SharedDateText
source: Date
sv: Datum

# SharedDeleteButtonText
source: Delete
sv: Ta bort

# SharedDeleting
source: Deleting
sv: Tar bort

# SharedDialogButtonTextNo
source: No
sv: Nej

# SharedDialogButtonTextYes
source: Yes
sv: Ja

# SharedDialogConfirmationHeader
source: Confirm
sv: Bekräfta

# SharedDialogConfirmationText
source: Are you sure?
sv: Är du säker

# SharedDialogDeleteHeader
source: Delete
sv: Radera

# SharedDoYouWantToContinue
source: Do you want to continue?
sv: Vill du fortsätta?

# SharedDropDownAny
source: Any
sv: Ignorera

# SharedDropDownFalse
source: False
sv: Nej

# SharedDropDownTrue
source: True
sv: Ja

# SharedEditButtonText
source: Edit
sv: Ändra

# SharedError
source: Error
sv: Fel

# SharedErrorStringToLong250
source: The text string is to long (has to be less than 250 chars)
sv: Textsträngen är för lång (måste vara mindre än 250 tecken)

# SharedExeptionNullOrEmpty
source: Value cannot be empty
sv: Värdet kan inte vara tomt

# SharedFieldsetLegendEditCreateText
source: Fill in the form
sv: Fyll i formuläret

# SharedFinalizing
source: Publishing revision
sv: Publicerar revisionen

# SharedFooterLinkHeader
source: Links
sv: Länkar

# SharedGeneratingExcelFile
source: Generating Excel file...
sv: Skapar Excelfil...

# SharedGoToReferenceViewQuestion
source: You have entered the information that will disappear if you continue to the Reference Page, if you don't chose to cancel and save. Do you want to continue and lose unsaved data?
sv: Du har skrivit in information som kommer att försvinna om du fortsätter till Referenssidan, om du inte väljer att avbryta och spara. Vill du fortsätta och förlora data?

# SharedInvalidApplicationUserContext
source: Analysis Portal application user is invalid. Logout and then login again.
sv: Analysportalens applikationsanvändare är ogiltig. Logga ut och logga in igen.

# SharedInvalidUserContext
source: No valid user has logged in. Logout and then login again.
sv: Ingen giltig användare har loggat in. Logga ut och logga in igen.

# SharedLoading
source: Loading...
sv: Laddar...

# SharedLogoArtprojektetSmallImg
source: logo_sv_artprojektet_en_118x50.png
sv: logo_sv_artprojektet_90x50.png

# SharedLogoLifewatch_SmallImg
source: logo_sv_lifewatch_en_146x32.png
sv: logo_sv_lifewatch_134x32.png

# SharedManageReferences
source: Manage references
sv: Hantera referenser

# SharedMissingValue
source: Missing value
sv: Värde saknas

# SharedNotPossibleToLoginArtDatabankenServiceError
source: Not possible to login at ArtDatabankenService.
sv: Inte möjligt att logga in på ArtDatabankenService.

# SharedNotPossibleToReadSpeciesFactError
source: Not possible to read species fact.
sv: Inte möjligt att läsa artfakta.

# SharedNotPossibleToUpdateSpeciesFactError
source: Not possible to update species fact.
sv: Inte möjligt att uppdatera artfakta.

# SharedNotSpecifiedText
source: --- Not specified ---
sv: --- Ej angivet ---

# SharedNoValidReferenceErrorInfoText
source: No valid reference exists. At least one reference must be set to selected revision.
sv: Ingen giltig referens finns. Minst en referens måste anges till vald revision.

# SharedNoValidReferenceErrorText
source: No valid reference exists
sv: Ingen giltig referens finns

# SharedNoValidRevisionErrorText
source: No valid revision exists
sv: Ingen giltig revision finns

# SharedNoValidTaxonErrorText
source: No valid taxon exists
sv: Inget giltigt taxon finns

# SharedPasswordLabel
source: Password
sv: Lösenord

# SharedPickReferenceText
source: Set at least one reference
sv: Ange minst en referens

# SharedReadTaxonInformationNationalOccurrenceLabel
source: Swedish occurrence
sv: Svensk förekomst

# SharedReferenceLabel
source: Reference
sv: Referens

# SharedReferenceNoReferencesAvaliable
source: No references set.
sv: Inga referenser angivna.

# SharedReferences
source: References
sv: Referenser

# SharedReferencesHeaderText
source: References
sv: Referenser

# SharedResetButtonText
source: Reset
sv: Nollställ

# SharedReturnToListText
source: Return to list
sv: Återgå till listan

# SharedSaveButtonText
source: Save
sv: Spara

# SharedSaving
source: Saving
sv: Sparar

# SharedSelectedLabel
source: Selected
sv: Valda

# SharedSLUText
source: Swedish University of Agricultural Sciences
sv: Sveriges lantbruksuniversitet

# SharedSpeciesFactError
source: Not possible to show Swedish occurrence for selected taxon.
sv: Inte möjligt att visa svensk förkomst för valt taxon.

# SharedSubmitButtonText
source: Submit
sv: Skicka

# SharedSvenskaArtprojektetText
source: The Swedish Taxonomy Initiative
sv: Svenska artprojektet

# SharedSwedishLifeWatchText
source: A part of Swedish LifeWatch
sv: Ingår i Svenska LifeWatch

# SharedTaxonConceptDescription
source: Description
sv: Beskrivning

# SharedTaxonInvalidCategoryText
source: Invalid taxon category selecetd.
sv: Ogiltig taxon categori vald.

# SharedTaxonNameSearchResultListHeader
source: List of names matching provided search string
sv: Lista med namn som matchar söksträngen

# SharedTaxonPickCategoryText
source: Pick a category
sv: Välj en taxonkategori

# SharedTaxonSelecteCategoryDropDownListText
source: Select category
sv: Välj kategori

# SharedTaxonSelecteReferenceDropDownListText
source: Select reference
sv: Välj referens

# SharedTermsOfUseText
source: Tems of use
sv: Användarvillkor

# SharedUserNameLabel
source: User name
sv: Användarnamn

# SharedVersionNumberText
source: Version number
sv: Versionsnummer

# SharedViewLabel
source: View
sv: Visa

# SharedWebGridFirstPage
source: First page
sv: Första sidan

# SharedWebGridLastPage
source: Last page
sv: Sista sidan

# SharedClipboard
source: Clipboard
sv: Urklipp

# SharedRowDelimeter
source: Row delimiter
sv: Radavgränsare

# SharedRowDelimiterReturnLinefeed
source: Return line feed
sv: Radbrytning

# SharedRowDelimiterSemicolon
source: Semicolon
sv: Semikolon

# SharedRowDelimiterTab
source: Tab
sv: Tabb

# SharedRowDelimiterVerticalBar
source: Vertical bar
sv: Vertikalt streck

# FilterTaxonFromIdsAddSelectedTaxa
source: Add selected taxa to taxa filter
sv: Lägg till markerade taxa till taxafilter

# FilterTaxonFromNameSearchTaxaGridTitle
source: Search results
sv: Sökträffar

# FilterTaxonFromIdsSelectedTaxaGridTitle
source: Current taxon filter
sv: Aktuellt taxonfilter

# LabelAuthor
source: Author
sv: Auktor

# LabelCategory
source: Category
sv: Kategori

# LabelSwedishName
source: Common name
sv: Svenskt namn

# MsgPleaseWait
source: Please wait...
sv: Vänligen vänta...

# TooltipFilterTaxonFromIdsAddSelectedTaxa
source: Selected taxa will be added to the selected list
sv: Den valda taxan kommer att läggas till...

# TooltipRemove
source: Remove
sv: Ta bort

# SharedErrorRequestTimeout
source: It appears the request timed out, please try again!
sv: Det verkar som att anropet har gjort en Timeout, vänligen prova igen!

# MySettingsSaveFailure
source: There was a problem when saving your settings. Please try again.
sv: Det uppstod ett fel när inställningarna skulle sparas. Vänligen försök igen.

# MySettingsSaveSuccess
source: The settings were saved successfully.
sv: Inställningarna har sparats.

# SharedLoadButtonText
source: Load
sv: Ladda

# FilterTaxonFromIdsTitle
source: Filter - Taxon from ids
sv: Filter - Taxon från id

# MySettingsFilterNoTaxaIsSelected
source: No taxa is selected
sv: Inga valda taxa

# MySettingsFilterNumberOfSelectedTaxa
source: Taxa ({0} selected)
sv: Taxa ({0} valda)

# SharedSearch
source: Search
sv: Sök

# PresentationTableGridTitle
source: Selected observations
sv: Utvalda observationer

# PresentationTableLocalityLabel
source: Locale
sv: Lokal

# PresentationTableOrganismGroupLabel
source: Order
sv: Grupprubrik

# PresentationTableRedListCategoryLabel
source: Red list category
sv: Rödlistekategori

# PresentationTableScentificNameLabel
source: ScientificName
sv: Vetenskapligtnamn

# PresentationTableTaxonConceptStatusLabel
source: Taxon uncertainty
sv: Taxonosäkerhet

# PresentationTableAccurancyLabel
source: Accurancy (in meters)
sv: Noggrannhet (m)

# PresentationTableCommonNameLabel
source: Common name
sv: Svenskt namn

# PresentationTableCoordinateEastLabel
source: Coordinate south
sv: Ostkoordinat

# PresentationTableCoordinateNorthLabel
source: Coordinate north
sv: Nordkoordinat

# PresentationTableCountyLabel
source: County
sv: Län

# PresentationTableEndDateLabel
source: End date
sv: Slutdatum

# PresentationTableMunicipalityLabel
source: Municipality
sv: Kommun

# PresentationTableOwnerLabel
source: Author
sv: Upphov

# PresentationTableParishLabel
source: Parish
sv: Församling

# PresentationTableRecordedByLabel
source: Observer(s)
sv: Observatör(er)

# PresentationTableStartDateLabel
source: Start date
sv: Startdatum

# PresentationTableStateProvinceLabel
source: State/Province
sv: Landskap

# PresentationTableDatabaseLabel
source: Database
sv: Databas

# PresentationTableGroupSortingLabel
source: Group sorting
sv: Gruppsortering

# PresentationTableIsNeverFoundObservarionLabel
source: Never found
sv: Ej återfunnen

# PresentationTableIsNotRediscoveredObservationLabel
source: Not recovered
sv: Aldrig funnen

# PresentationTableDatasetIDLabel
source: Data set id
sv: Föredomst id

# PresentationTableProtectionLevelLabel
source: Level of protection
sv: Skyddsnivå

# PresentationTableTaxonSortOrderLabel
source: Taxon sort order
sv: Taxonsortering

# ApplicationSubTitle
source: for biodiversity data
sv: för biodiversitetsdata

# HeadMenuCalculation
source: Calculation
sv: Beräkningar

# HeadMenuOverview
source: Overview
sv: Översikt

# HeadMenuResult
source: Result
sv: Resultat

# SharedButtonCheckToolTip
source: Check here to activate
sv: Kryssa i för att aktivera

# SharedButtonSettingToolTip
source: Change settings for
sv: Ändra inställningar för

# SharedButtonUnCheckToolTip
source: Uncheck to inactivate
sv: Kryssa ur för att inaktivera

# PresentationTableColumnSelectionLabel
source: Select observation columns
sv: Välj observationsdatakolumner

# PresentationTableTitleLabel
source: Observation preview
sv: Förhandsvisning av observationer

# HomeVersionNumberDate
source: Date
sv: Datum

# HomeVersionNumberTitle
source: Version number
sv: Versionsnummer

# ButtonGroupCalculation
source: Calculation (data processing)
sv: Beräkningar (databearbetning)

# ButtonGroupFilter
source: Filter (Species observation search criteria)
sv: Filter (Sökkriterier för artobservationer)

# ButtonGroupPresentation
source: Format (presentation & export settings)
sv: Format (presentation- & exportinställningar)

# StateButtonCalculationGridStatistics
source: Grid statistics
sv: Gridstatistik

# StateButtonCalculationSummaryStatistics
source: Summary statistics
sv: Översiktlig statistik

# StateButtonCalculationTimeSeries
source: Time series
sv: Tidsserier

# StateButtonDataProvidersMetadataSearch
source: Metadata search
sv: Metadatasök

# StateButtonDataProvidersSpeciesObservation
source: Species observations (databases)
sv: Artobservationer (databaser)

# StateButtonFilterQuality
source: Quality
sv: Kvalité

# StateButtonFilterSpatial
source: Spatial
sv: Rumsligt

# StateButtonFilterTemporal
source: Temporal
sv: Tid

# StateButtonPresentationMap
source: Map
sv: Karta

# StateButtonPresentationReport
source: Report
sv: Rapport

# StateButtonPresentationTable
source: Table columns
sv: Tabellkolumner

# ButtonGroupResult
source: Result
sv: Resultat

# ButtonResultDownload
source: Download
sv: Ladda ner

# ButtonResultView
source: View
sv: Visa

# SharedOverview
source: Overview
sv: Översikt

# SharedLoadingData
source: Loading data...
sv: Laddar data...

# SharedTimeoutError
source: A timeout occured. The server is unreachable or the data processing on server took to long time.
sv: En timeout inträffade. Servern är inte kontaktbar eller så tog beräkningen för lång tid.

# SharedErrorOccurred
source: An error occurred. Please try again.
sv: Ett fel uppstod. Vänligen försök igen.

# SharedSearching
source: Searching...
sv: Söker...

# HeadNavigationInfoButton
source: Go to lifewatch web page to find manuals and more
sv: Gå till hemsidan för Svenska Lifewatch för att läsa mer och hitta manualer m.m.

# MySettingsCurrentSettingsHeader
source: My selections
sv: Mina val

# MySettingsHintsHeader
source: Hints / Tutorials
sv: Tips och Handledningar

# MySettingsNewsHeader
source: News
sv: Nyheter

# SharedAboutAnalysisPortal
source: About Analysis Portal
sv: Om Analysportalen

# SharedButtonGroupHelp
source: Help and additional information about different options in [Title]
sv: Hjälp och ytterligare information om de olika alternativen under [Title]

# SharedErrorHeader
source: An error occured!
sv: Ett fel inträffade!

# TaxonFromIdsPasteHint
source: Paste or manually write taxon id's
sv: Klistra eller skriv in lista med taxon-id

# FilterTaxonFromSearchTitle
source: Search taxa
sv: Sök taxa

# SharedErrorOccurredInPartialView
source: An error occurred in this partial view.
sv: Ett fel uppstod i denna delvy.

# SharedRemoveAll
source: Remove all
sv: Ta bort alla

# TaxonSearchAmbiguousResult
source: Ambiguous search result. Select taxon to return to
sv: Tvetydigt sökresultat. Välj taxon för att återgå till

# TaxonSearchAny
source: Any
sv: Ignorera

# TaxonSearchAuthor
source: Author
sv: Auktor

# TaxonSearchCompareOpAutomatic
source: Automatic
sv: Automatisk

# TaxonSearchCompareOpBeginsWith
source: Begins with
sv: Börjar med

# TaxonSearchCompareOpContains
source: Contains
sv: Innehåller

# TaxonSearchCompareOpEndsWith
source: Ends with
sv: Slutar med

# TaxonSearchCompareOpEqual
source: Equal
sv: Lika med

# TaxonSearchCompareOpIterative
source: Iterative
sv: Iterativ

# TaxonSearchCompareOpNotEqual
source: NotEqual
sv: Ej lika med

# TaxonSearchFalse
source: False
sv: Falskt

# TaxonSearchHit
source: Search hit
sv: Sökträff

# TaxonSearchHits
source: hits
sv: träffar

# TaxonSearchIsOkForObsSystem
source: Is ok for obs system
sv: Är ok för obs-system

# TaxonSearchIsRecommended
source: Is recommended
sv: Rekommenderad

# TaxonSearchIsUnique
source: Unique
sv: Namnet är unikt

# TaxonSearchIsValidTaxon
source: Is valid taxon
sv: Giltigt taxon

# TaxonSearchIsValidTaxonName
source: Is valid taxon name
sv: Giltigt taxonnamn

# TaxonSearchNameCategory
source: Name category
sv: Namnkategori

# TaxonSearchOptionsLabel
source: Search options
sv: Sökalternativ

# TaxonSearchResetSearchOptions
source: Reset search options
sv: Återställ sökinställningar

# TaxonSearchRestrictTo
source: Limit search to [TaxonName]
sv: Begränsa sök till [TaxonName]

# TaxonSearchResult
source: Search result
sv: Sökresultat

# TaxonSearchSearching
source: Searching...
sv: Söker...

# TaxonSearchSeconds
source: seconds
sv: sekunder

# TaxonSearchSettings
source: Search restrictions
sv: Sökbegränsningar

# TaxonSearchTaxonNameCompareOperator
source: Compare operator
sv: Jämförelseoperator

# TaxonSearchTaxonNotExistErrorText
source: Searched taxon does not exist.
sv: Sökt taxon finns inte.

# TaxonSearchTaxonNotInRevisionErrorText
source: Searched taxon is not in selected revision.
sv: Sökt taxon finns inte i vald revision.

# TaxonSearchTitle
source: Search taxon
sv: Sök taxon

# TaxonSearchTrue
source: True
sv: Sant

# TaxonSearchZeroResults
source: There is no taxon named "{0}"
sv: Det finns inget taxon med namnet "{0}"

# TaxonSharedAlertStatusGreen
source: The taxon is valid and no particular problems excists concerning its classification and recognition.
sv: Taxonet är giltigt och inga särskilda problem existerar om dess klassificering och erkännande.

# TaxonSharedAlertStatusRed
source: The taxon is not valid.
sv: Taxonet är inte giltigt.

# TaxonSharedAlertStatusYellow
source: The taxon is valid but it is usually mixed up with other taxa.
sv: Taxonet är giltigt, men det blandas ofta ihop med andra taxa.

# TaxonSharedAuthor
source: Author
sv: Auktor

# TaxonSharedCategory
source: Category
sv: Kategori

# TaxonSharedCommonName
source: Common name
sv: Svenskt namn

# TaxonSharedDescription
source: Description / taxon concept
sv: Beskrivning av taxonkonceptet

# TaxonSharedInvalidRevision
source: No valid revision exist
sv: Ingen giltig revision finns

# TaxonSharedInvalidTaxon
source: No valid taxon exist
sv: Inget giltigt taxon finns

# TaxonSharedName
source: Name
sv: Namn

# TaxonSharedScientificName
source: Scientific name
sv: Vetenskapligt namn

# TaxonSharedSwedishName
source: Swedish name
sv: Svenskt namn

# TaxonSharedTaxonCategory
source: Taxon Category
sv: Taxonkategori

# FilterTaxaRemoveSelectedTaxa
source: Remove taxon from list
sv: Ta bort taxon från listan

# FilterTaxaRemoveSelectedTaxaTooltip
source: Remove selected taxa from filter
sv: Ta bort markerad taxa från filter

# DetailsDetailTitleLabel
source: Detail
sv: Information

# TaxonSearchNotEnoughSearchCriteriaError
source: You must enter at least taxon name or author.
sv: Du måste skriva in åtminstone taxonnamn eller auktor.

# AccountChangeUserRoleUserRoleText
source: Select new user role
sv: Välj ny roll

# AccountLogInUserRole
source: Select user role
sv: Välj roll

# SharedUpdateButtonText
source: Change
sv: Ändra

# AccountChangeUserRoleUserRole
source: Select user role
sv: Välj roll

# AccountChangeUserRoleUserRoleDescription
source: Role description
sv: Beskrivning av rollen

# AccountChangeUserRoleUserRoleName
source: Current role
sv: Nuvarande roll

# AccountChangeUserRoleUserRoleTextInfo
source: Select another role to use in the dropdown below
sv: Välj en annan roll i listen nedan

# AccountChangeUserRoleUserRoleTiltle
source: Change role
sv: Byt roll

# AccountLogInChangeUserRole
source: Change role
sv: Byt roll

# AccountChangeUserRolePersonUser
source: Private person
sv: Privatperson

# AccountChangeUserRoleUserRoleId
source: Role id
sv: Roll id

# AccountLogInDescription
source: Use same account as in Artportalen 2, Dyntaxa, Eva, PrintObs
sv: Använd samma användarkonto som i Artportalen 2, Dyntaxa, Eva, PrintObs, m.fl

# AccountUserAdminRoleLinkText
source: Read more about and update your user account
sv: Läs om och uppdatera ditt användarkonto

# SharedDyntaxaLinkText
source: Go to Dyntaxa application to find taxa
sv: Gå till dyntaxa för att söka fram taxa

# MySettingsFilterNoSpatialFilterIsSelected
source: No spatial filter is selected
sv: Inget geografiskt filter är valt

# MySettingsFilterNumberOfSelectedPolygons
source: Spatial ({0} polygons)
sv: Rumsligt filter ({0} polygoner)

# PresentationTableInfoText
source: Perform table settings in this view
sv: Gör tabellinställningar i den här vyn

# PresentationTableSelectButtonText
source: Update table type
sv: Ändra table typ

# PresentationTableSelectionIdLabel
source: Table type
sv: Tabelltyp

# PresentationTableSelectTableInfoLabel
source: Select table type for result presentation
sv: Välj tabelltyp för resultatpresentatation

# PresentationTableSelectColumnsButtonText
source: Select columns
sv: Välj kolumner

# PresentationTableSelectTypeButtonText
source: Select type
sv: Välj typ

# PresentationTableColumnSelectedLabel
source: Observation data columns
sv: Observationsdatakolumner

# PresentationTableInfoLabel
source: Selected settings
sv: Valda inställningar

# PresentationTablePreviewLabel
source: Preview
sv: Förhandsgranskning

# PresentationTableTypeSelectedLabel
source: Table type
sv: Tabelltyp

# PresentationTableTypeSelectionLabel
source: Selected table type
sv: Vald tabelltyp

# FilterSettingsInvalidNoTaxaSelected
source: No taxa filter is set
sv: Inget taxafilter är valt

# FilterSpatialClearSuccess
source: The spatial filter was cleared.
sv: Det geografiska filtret nollställdes.

# FilterSpatialTitle
source: Spatial filter summary
sv: Rumsligt filter - sammanställning

# FilterSpatialUpdateSuccess
source: The spatial filter was updated.
sv: Det geografiska filtret uppdaterades.

# FilterTaxonFromIdsButton
source: Paste list of taxon ids
sv: Klistra in lista med taxon-id

# FilterTaxonFromIdsButtonTooltip
source: Search by taxon ids
sv: Sök via Taxon-id

# FilterTaxonFromSearchButton
source: Search by taxon name
sv: Sök på taxonnamn

# FilterTaxonFromSearchButtonTooltip
source: Search by name
sv: Sök via namn

# MapCreatePolygon
source: Draw polygon
sv: Rita polygon

# MapCreateRectangle
source: Draw rectangle
sv: Rita rektangel

# MapEditPolygon
source: Edit polygon
sv: Redigera polygon

# MapHistoryBack
source: Go back on map
sv: Gå till föregående kartutsnitt

# MapHistoryNext
source: Go forward on map
sv: Gå framåt till nästa kartutsnitt

# MapMovePolygon
source: Move polygon
sv: Flytta polygon

# MapSelect
source: Select
sv: Markera

# MapZoomBox
source: Zoom on map
sv: Zooma in

# PresentationMapInfo
source: There are currently no map settings. All settings are done in the Results view for map.
sv: Det finns för närvarande inga kartinställningar. Alla inställningar görs just nu i resultatvyn för kartan.

# PresentationMapTitle
source: Map settings
sv: Kartinställningar

# SharedClear
source: Clear
sv: Rensa

# SharedReset
source: Reset
sv: Nollställ

# MapBaseLayerGoogleStreets
source: Google streets
sv: Google vägar

# MapBaseLayerGoogleTerrain
source: Google terrain
sv: Google terräng

# MapLayerObservations
source: Observations
sv: Observationer

# MapLayerObservationsPrecision
source: Observations accuracy
sv: Observationsprecision
