Repository: SwedishLifeWatch/SSIC-WebServices-Applications
Catalog: Applications/AnalysisPortal/ArtDatabanken.WebApplication.AnalysisPortal/Resource.*.resx
Languages: sv

# StateButtonFilterSpatialTooltip
source: Select spatial filter (draw geometry, region, map layer polygon, locality)
sv: Välj rumsligt filter (yta, region, polygon, i kartskikt, lokal)

# StateButtonFilterTaxaTooltip
source: Select taxa (via name, id, attribute)
sv: Välj taxa (namn, id, attribut)

# StateButtonFilterTemporalTooltip
source: Select temporal filter (observation, registration or change date)
sv: Välj tidsfilter (när fynden har observerats, rapporterats eller ändrats)

# StateButtonPresentationMapTooltip
source: Change map presentation (coordinate system)
sv: Ändra kartprojektion (koordinat system)

# StateButtonPresentationTableTooltip
source: Change table presentation (minimum-all columns, create customer table, choose table type (standard vs. Darwin Core labels))
sv: Ändra form och utseende på tabell (minimum – alla kolumner, skapa ny egendefinierad tabell, välj tabell typ (standard vs. Darwin Core kolumnrubriker)

# StateButtonResultViewTooltip
source: View results based on your settings
sv: Visa resultat baserat på dina inställningar

# FilterTaxonFromIdsAddSelectedTaxaTooltip
source: Move the selected taxa to your current taxon filter
sv: Flytta valda taxa till ditt nuvarande taxonfilter

# FilterTaxonFromIdsMatch
source: Get/match taxa
sv: Hämta / matcha taxa

# FilterTaxonFromIdsMatchTooltip
source: Search for taxa that match the input Ids
sv: Sök efter taxa som matchar inmatade id:n

# FilterTaxonFromIdsSearchTaxaGridTitle
source: Id list matched following taxa
sv: Inmatad lista matchar följande taxa

# FilterTaxonSharedRemoveTaxaTooltip
source: Remove all taxa from your current taxon filter
sv: Tabort samtliga taxa från ditt nuvarande taxonfilter

# SharedDyntaxaMatchLinkText
source: Search for Taxon Id with Dyntaxa
sv: Sök fram taxonid med Dyntaxa

# SharedDyntaxaMatchLinkTooltip
source: Use Dyntaxa application to find and match taxa
sv: Använd Dyntaxa-applikationen för att hitta och matcha taxa

# ResultViewSpeciesRichnessGridMap
source: Species richness grid map
sv: Artpoolskarta (antal arter per kartruta)

# QueryComplexityAllTaxaSelected
source: All taxa are selected
sv: Alla taxa är valda

# QueryComplexityDoYouWantToRun
source: Do you want to run the query anyway?
sv: Vill du köra frågan ändå?

# QueryComplexityFasterViewsSuggestion
source: Suggestions for more appropriate (faster) views
sv: Förslag på lämpligare (snabbare) vyer

# QueryComplexityIntro
source: This query is expected to take a long time to run because
sv: Denna fråga förväntas ta lång tid att köra eftersom

# QueryComplexityManyTaxaIsUsedTemplate
source: {0} taxa is used
sv: {0} taxa används

# QueryComplexitySpatialFilterIsUsed
source: Spatial filter is used
sv: Rumsligt filter används

# QueryComplexityText
source: This query is expected to take a long time to execute. Are you sure you want to run it?
sv: Denna fråga beräknas ta lång tid att utföra. Är du säker på att du vill köra den?

# QueryComplexityTitle
source: The calculation is complex
sv: Beräkningen är komplex

# StateButtonDiagramResult
source: Diagrams
sv: Diagram

# StateButtonDiagramResultTooltip
source: Select the type of diagram you want to display
sv: Välj vilken typ av diagram du vill visa

# StateButtonMapResult
source: Maps
sv: Kartor

# StateButtonMapResultTooltip
source: Select the type of map you want to display
sv: Välj vilken typ av karta du vill visa

# StateButtonReportResult
source: Reports
sv: Rapporter

# StateButtonReportResultTooltip
source: Select the type of report you want to display
sv: Välj vilken typ av rapport du vill visa

# StateButtonTableResult
source: Tables
sv: Tabeller

# StateButtonTableResultTooltip
source: Select the type of table you want to display
sv: Välj vilken typ av tabell du vill visa

# ResultViewSpeciesObservationDiagram
source: Time series on numbers of observations
sv: Tidsserier över artobservationer

# ResultGroupDiagrams
source: Diagrams
sv: Diagram

# ResultTimeSeriesPeriodicityMonthOfTheYearLabel
source: Month of the year
sv: Månad oberoende av år

# ResultDiagramTimeSeriesNoOfObservationsTitle
source: Number of observations
sv: Antal observationer

# ResultDiagramTimeSeriesNoOfSelectedTaxaTitle
source: Number of selected taxa for counting number of observations
sv: Antal valda taxa för visning av antalet observationer

# SharedPagingEmptyMsg
source: No data to display
sv: Det finns ingen data att visa

# SharedPagingSpeciesObservationDisplayMsg
source: Displaying observation {0} - {1} of {2}
sv: Visar observationer {0} - {1} av {2}

# ResultTimeSeriesPeriodicityDayOfTheYearLabel
source: Day of the year
sv: Dagnummer oberoende av år

# ResultTimeSeriesPeriodicityYearlyLabel
source: Yearly
sv: År

# ResultTimeSeriesPeriodicityTitle
source: Periodicity
sv: Tidsintervall

# SessionAllSettingsReset
source: All settings were reset to default
sv: Alla inställningar återställdes.

source: Session expired
sv: Sessionen har upphört

# SessionExpiredUseCurrentSettings
source: Do you want to continue using current settings and go to login page?
sv: Vill du fortsätta använda nuvarande inställningar och gå till inloggningssidan?

# SessionExpiredUseUserAccount
source: If you want to use the current settings after the session expired, please login with a user account.
sv: Om du vill kunna använda nuvarande inställningar efter att sessionen upphört, vänligen logga in med ett användarkonto.

# SharedAutosavedSettingsLoaded
source: Autosaved settings loaded.
sv: Automatiskt sparade inställningar laddades in.

# SharedLoadAutosavedSettings
source: Load autosaved settings from
sv: Ladda autosparade inställningar från

# SharedNamespace
source: Namespace
sv: Namnrymd

# GridMapDrawBorders
source: Draw borders
sv: Rita kantlinjer

# MapWhiteBaseLayerTitle
source: White background
sv: Vit bakgrund

# MySettingsAllTaxa
source: All taxa
sv: Alla taxa

# SharedField
source: Field
sv: Fält

# SharedValue
source: Value
sv: Värde

# MySettingsAllTaxaSelected
source: All taxa selected
sv: Alla taxa valda

# ResultViewSettingsSummary
source: Settings report
sv: Inställningsrapport

# FilterTaxonByTaxonAttributes
source: List taxa by taxon attributes
sv: Lista från artfakta

# ResultTimeSeriesPeriodicityDailyLabel
source: Daily
sv: Dag

# ResultTimeSeriesPeriodicityMonthlyLabel
source: Monthly
sv: Månad

# ResultTimeSeriesPeriodicityWeeklyLabel
source: Weekly
sv: Vecka

# ResultTimeSeriesPeriodicityWeekOfTheYearLabel
source: Week of the year
sv: Veckonummer oberoende av år

# ResultViewTimeSeriesOnSpeciesObservationCountsTable
source: Time series table on species observation counts
sv: Tidsserietabell över antal artobservationer per tidsenhet

# ErrorNameIsMissing
source: Name is missing
sv: Namn saknas

# TaxonSummaryCategoryLabel
source: Category (rank)
sv: Kategori (rang)

# TaxonSummaryClassificationLabel
source: Classification
sv: Klassificering

# TaxonSummaryCommonNamesLabel
source: Common names
sv: Svenska namn

# TaxonSummaryConceptDefinitionLabel
source: Concept definition
sv: Konceptdefinition

# TaxonSummaryCreatedLabel
source: Created
sv: Skapades

# TaxonSummaryScientificNameLabel
source: Scientific name
sv: Vetenskapligt namn

# TaxonSummarySwedishHistoryLabel
source: Immigration history
sv: Svensk invandringshistoria

# TaxonSummarySwedishOccurrenceLabel
source: Swedish immigration history
sv: Svensk förekomst

# TaxonSummarySynonymsLabel
source: Synonyms
sv: Synonymer

# TaxonSummaryUpdateInformationLabel
source: Updated
sv: Senast uppdaterad

# TaxonSummaryValidityLabel
source: Validity
sv: Giltighet

# TaxonSummaryValidToLabel
source: Valid until
sv: Giltigt till

# TaxonSummaryValitityValueAccepted
source: Taxonomically accepted
sv: Taxonomiskt giltig

# TaxonSummaryValitityValueNotValid
source: Invalid
sv: Ogiltigt taxon

# TaxonSummaryValitityValuePragmatic
source: Valid as a pragmatic taxon. Not accepted taxonomically.
sv: Giltig som pragmatiskt taxon

# TaxonSummaryReadMoreInDyntaxa
source: Read more about this taxon in Dyntaxa
sv: Läs mer om detta taxon i Dyntaxa

# MySettingsFilterTemporalChangeDate
source: Change date ({0})
sv: Ändringsdatum ({0})

# MySettingsFilterTemporalDate
source: Multiple dates
sv: Flera datum

# MySettingsFilterTemporalObservationDate
source: Obs. date ({0})
sv: Obs.datum ({0})

# MySettingsFilterTemporalRegistrationDate
source: Reg. date ({0})
sv: Reg.datum ({0})

# SharedCoordinateSystem
source: Coordinate system
sv: Koordinatsystem

# ResultViewSpeciesObservationTaxonTable
source: Observed taxa
sv: Observerade taxa

# SharedRegionCategoryGroupOfProvinces
source: Collective of provinces
sv: Landsdel

# ResultTaxonTableComplexityEstimate1000
source: More than 1000 taxa selected
sv: Fler än 1000 taxa valda

# ResultTaxonTableComplexityEstimate250
source: More than 250 taxa selected
sv: Fler än 250 taxa valda

# ResultTaxonTableComplexityEstimateAllTaxa
source: All taxa selected
sv: Alla taxa valda

# TableSettingsFieldClass
source: Class
sv: Klass

# TableSettingsFieldImplemented
source: Implemented
sv: Införd

# TableSettingsFieldImportance
source: Importance
sv: Betydelse/vikt

# TableSettingsFieldLabel
source: Label
sv: Kolumnrubrik

# TableSettingsFieldMandatory
source: Mandatory
sv: Obligatorisk

# TableSettingsFieldName
source: Name
sv: Namn

# TableSettingsFieldProvider
source: From provider
sv: Från datakälla

# TableTypeByImportance1
source: Minimum column set
sv: Minimalt antal kolumner

# TableTypeByImportance2
source: Basic column set
sv: Grundläggande uppsättning

# TableTypeByImportance3
source: Average column set
sv: Ordinär uppsättning

# TableTypeByImportance4
source: Extended column set
sv: Utökad uppsättning

# TableTypeByImportance5
source: All columns
sv: Alla kolumner

# TableUserDefinedTitleMedium
source: E.g. medium table
sv: Tex. mediumtabell

# TableUserDefinedTitleMini
source: E.g. mini table
sv: Tex. minitabell

# ObservationDetailsField
source: Field
sv: Fält

# ObservationDetailsFieldsByImportance1
source: Show minimum field set
sv: Visa minimalt antal fält

# ObservationDetailsFieldsByImportance2
source: Show basic field set
sv: Visa grundläggande uppsättning

# ObservationDetailsFieldsByImportance3
source: Show average field set
sv: Visa ordinär uppsättning

# ObservationDetailsFieldsByImportance4
source: Show extended field set
sv: Visa utökad uppsättning

# ObservationDetailsFieldsByImportance5
source: Show all fields
sv: Visa alla fält

# ObservationDetailsShowDarwinCoreAsFieldName
source: Show DarwinCore as field name
sv: Visa DarwinCore som fältnamn

# ObservationDetailsShowOnlyFieldsWithData
source: Show only fields with data
sv: Visa endast fält som har data

# ObservationDetailsTitle
source: Observation details
sv: Observationsdetaljer

# ObservationDetailsValue
source: Value
sv: Värde

# SharedSpeciesObservationAllSelectedTaxa
source: All selected taxa
sv: Alla valda taxa

# TableTypeShowAllFields
source: Show all fields
sv: Visa alla fält

# TimeSeriesSettingsDefaultPeriodicity
source: Default periodicity
sv: Förvalt tidsintervall

# TimeSeriesSettingsReset
source: Time series settings were reset
sv: Inställningar för tidsserier återställdes

# TimeSeriesSettingsTitle
source: Time series settings
sv: Tidsserieinställningar

# TimeSeriesSettingsUpdated
source: Time series settings were updated
sv: Inställningar för tidsserier uppdaterades

# FilterAccuracyExclusive
source: Exclusive
sv: Exkluderande

# FilterAccuracyExclusiveHint
source: Exclude coordinates were the accuracy is completly within the selected area
sv: Exkludera koordinater där någon del av observationens noggrannheten ligger utanför vald area

# FilterAccuracyInclusive
source: Inclusive
sv: Inkluderande

# FilterAccuracyInclusiveHint
source: Include coordinates were the accuracy extendes beyond the selected area
sv: Inkludera även med koordinater där någon del av observationens noggrannheten ligger inom vald area

# FilterAccuracyMaxCoordinateAccuracy
source: Max coordinate accuracy
sv: Max koordinat noggrannhet

# FilterAccuracyTitle
source: Accuracy
sv: Noggrannhet

# ResultViewWfsGridMap
source: Grid map of environmental data
sv: Rutnätskarta över miljödata

# FilterAccuracySettingsReset
source: Accuracy filter removed
sv: Noggrannhetsfilter togs bort

# FilterAccuracyUpdated
source: Accuracy filter updated successfully
sv: Noggrannhetsfiltret har uppdaterats

# ResultDownloads
source: Download
sv: Ladda ner

# StateButtonFilterAccuracy
source: Accuracy
sv: Noggrannhet

# StateButtonFilterAccuracyTooltip
source: Set filter values for accuracy
sv: Ställ in filtret för noggrannhet

# GridStatisticsCalculationModeCount
source: Count
sv: Antal

# GridStatisticsCalculationModeLength
source: Length
sv: Längd

# GridStatisticsEnvironmentalData
source: Environmental data
sv: Miljödata

# SharedCalculate
source: Calculate
sv: Beräkna

# SharedLayer
source: Layer
sv: Lager

# SharedSelectedLayer
source: Selected layer
sv: Valt lager

# SharedSelectLayer
source: Select layer
sv: Välj lager

# GridStatisticsCalculation
source: Calculation
sv: Beräkning

# GridStatisticsCellSizeMeters
source: Cell size (m)
sv: Cellstorlek (m)

# GridStatisticsDisplay
source: Display
sv: Visning

# DownloadCombinedGridStatisticsAsExcel
source: Combined grid statistics from species observations and environmental data
sv: Kombinerad gridstatistik från artobservationer & miljödata

# DownloadGridStatisticsOnSpeciesCounts
source: Grid map statistics on number of species
sv: Gridbaserad statistik över antal arter

# DownloadSummaryStatisticsAsExcel
source: Summary statistics
sv: Översiktlig statistik

# DownloadTimeSeriesOnSpeciesObservationCountsAsExcel
source: Time series table on species observation counts
sv: Tidsserietabell över antal artobservationer per tidsenhet

# ResultDownloadGroupGraphics
source: Images / graphics
sv: Bilder / Grafik

# ResultDownloadGroupOthers
source: Other formats
sv: Andra format

# SharedCreateLayer
source: Add selected layer
sv: Lägg till lagret

# ResultCombinedGridStatisticsTable
source: Combined grid statistics table
sv: Kombinerad gridstatistik

# ResultSpeciesObservationHeatMap
source: Species observation heat map (image)
sv: Frekvenskarta över antal artobservationer (bild)

# DataAddWfsLayer
source: Create layer
sv: Skapa lager

# DataWfsLayer
source: Environmental layer
sv: Miljödatalager

# ResultViewSpeciesObservationTaxonSpeciesObservationCountTable
source: Species observation taxon with number of observed species table
sv: Observerade taxa med antalet observationer

# LabelSpeciesObservationCount
source: No. of obs
sv: Antal obs

# DataProvidersAddWmsLayer
source: Add Layer
sv: Lägg till lager

# DownloadDataObservedTaxonListAsExcel
source: Observed taxa
sv: Observerade taxa

# DownloadDataProviderStatisticsAsExcel
source: Data providers
sv: Datakällor

# AnalysisPortalTitlePrefix
source: Analysis portal
sv: Analysportalen

# CalculationIndexDescription
source: In the analysis portal different types of statistical calculations and aggregation algorithms can be applied on both biodiversity and environmental data.
sv: Analysportalens beräkningar av artobservationer (förekomster av arter) och miljödata kan anpassas enligt användarens behov, rumsligt och temporalt.

# CalculationIndexTitle
source: Calculation (data processing)
sv: Beräkningar (databearbetning)

# DataDataProvidersDescription
source: Species occurrence data from all LifeWatch providers can be analysed as being a single dataset but it is here possible to select a subset of providers.
sv: Artdata från ArtDatabanken, Artportalen, Miljövervakning (MVM, WRAM, SLU Aqua, SMHI) , Naturhistoriska riksmuseet och andra naturaliesamlingar.

# DataIndexDescription
source: In this section of the analysis portal it is possible to select which data providers of biodiversity data, map layers and environmental data to be used.
sv: Genom Svenska LifeWatch ges tillgång till flera dataleverantörer med uppgifter om arters utbredning och förekomst samt valfria kartskikt och miljödata.

# DataIndexTitle
source: Data sources
sv: Datakällor

# FilterIndexDescription
source: Species observation data retrieval can be limited by set of search criteria including taxonomic, spatial, temporal, accuracy and data quality filters.
sv: Miljontals fynd av svenska arter kan enkelt filtreras med hjälp av olika sökkriterier. Sök observationer baserat på artnamn eller valfri plats på kartan.

# FormatIndexDescription
source: Here it is possible change output formats of observation data tables. Customize selection of data fields. Darwin Core (DwC) standard can be applied.
sv: Fynddata kan presenteras i olika format. Här styrs vilka kolumnrubriker som ska finnas med och om observationerna ska presenteras enligt DarwinCore (DwC).

# FormatIndexTitle
source: Format (presentation & export settings)
sv: Format (presentation- & exportinställningar)

# HomeIndexDescription
source: Use the Analysis portal of Swedish LifeWatch for exploration of biodiversity information in relation to environmental and climatic data.
sv: Utforska svensk biodiversitet med hjälp av en rad analytiska verktyg, kartor och diagram. Undersök arters utbredning, artrikedom, effekter av miljöpåverkan.

# ResultDiagramsDescription
source: Currently, the analysis portal uses diagrams primarily to visualize temporal variation in data.
sv: Grafisk visualisering av tidserieanalytiska och andra resultat i form av stapeldiagram och andra typer av diagram.

# ResultDownloadDescription
source: Download data on species occurrences or environmental factors in formats suitable for analyses. Export the biodiversity data in various aggregated formats.
sv: Ladda ner observationsdata och miljödata för statistisk bearbetning och analys. Exportera data i aggregerad form, gridstatistik eller tidsserier.

# ResultGridStatisticsTableOnSpeciesObservationCountsDescription
source: Number of species occurrences summarized per grid cell presented as a table together with information on centre coordinates and selected grid size.
sv: Antalet observationer av svenska taxa per grid cell. Här presenteras resultatet från utsökningen i nedladdningsbart tabellformat.

# ResultGridStatisticsTableOnSpeciesRichnessDescription
source: Grid map statistics on species richness presented in a table view. The data may be downloaded and used for various statistical analysis of biodiversity.
sv: Nedladdningsbar gridstatistik över antalet arter per kartruta. Kan användas för biodiversitetsanalyser, studier av artantal, biologiska hotspots, traktanalys.

# ResultIndexDescription
source: Data on biodiversity, species distribution, environmental factors and climate can be viewed and explored in many ways using the LifeWatch Analysis Portal.
sv: Biodiversitetsdata kan visas på många olika sätt med hjälp av analysportalens rika utbud av kartfunktioner, diagram och andra visualiseringsverktyg.

# ResultIndexTitle
source: Result
sv: Resultat

# ResultMapsDescription
source: Patterns of biodiversity can be explored graphically using the different map facilities at SLW Analysis Portal. Connect to any OGC map service.
sv: Utbredningskartor för svenska arter och andra taxa. Kartor som visar artantal per atlasruta eller kartor över klimatdata, naturtyper och biotoper.

# ResultReportsDescription
source: Reports with basic summary statistics on number of species and amount of biodiversity data can be viewed and exported from the system.
sv: Rapporter över mängden arter och hur många observationer som totalt ingår i analysen. Sammanställningar över sökkriterier och valda datakällor.

# ResultSpeciesObservationGridMapDescription
source: Statistics on number of species observations (occurrences or sightings) recorded within each grid cell. Grid cell size can be customized. Default is 10 km2.
sv: Gridbaserad frekvenskarta som visar antalet rapporter av svenska arter per kartruta. Antalet individer per rapport kan variera. Default rutstorlek 10 km2.

# ResultSpeciesObservationMapDescription
source: Clickable point map that let you investigate actual positioning of Swedish species observation. The distribution of more than 2600 species can be viewed.
sv: Zoomningsbar punktkarta med observationer från Svenska LifeWatch. Klicka på kartan för att visa uppgifter om artfynden. Studera utbredningsmönster.

# ResultSpeciesObservationTaxonTableDescription
source: List of species observed according to occurrence data provided by Swedish LifeWatch. Use the tool to view the species found in a particular area or day.
sv: En lista över de arter som observerats i Sverige och där förekomsdata finns tillgängliga via Svenska LifeWatch och dess infrastruktur av publika webbtjänster.

# ResultSpeciesRichnessGridMapDescription
source: A map with number of species per grid cell visualizes spatial variation in species richness. By default data from > 26 000 species is shown.
sv: Antalet arter per kartruta kan beräknas för valfria artpooler i Analysportalen. Som default visas resultat från >26 000 arter med tillgängliga data.

# ResultSummaryStatisticsReportDescription
source: Reports on summary statistics of the available biodiversity data can be viewed here. It is also possible to show reports on current filter parameters.
sv: Antalet arter och fynduppgifter som är tillgängliga via Svenska LifeWatch infrastruktur för biodiversitet ökar dagligen. Artantal och obsantal i tabellformat.

# ResultTablesDescription
source: Statistical results, lists of observed taxa and occurrence data with different attributes can be viewed as downloadable tables.
sv: Biodiversitetsinformation i tabellform. Nedladdningsbar statistik över antalet fynd och artrikedom. Mängd biodiversitetsdata. Förändringar över tiden.

# ResultTimeSeriesHistogramOnSpeciesObservationCountsDescription
source: Time series with number of species observations per time step. The diagram can show results for a number of periodicities: yearly, monthly, daily, etc.
sv: Stapeldiagram över antalet artobservationer gjorda inom olika månader under året och andra tidsperioder, årsvist, dag för dag. Används i tidsserieanalyser.

# ResultTimeSeriesTableOnSpeciesObservationCounts
source: Data table with time step specific counts of number of species observations. This output can be downloaded and used for various time series analyses.
sv: Tabell med antalet artobservationer per tidssteg i nedladdningsbart format. Kan användas som underlag för tidserieanalyser, för att se populationstrender.

# ResultViewSpeciesObservationTableDescription
source: Species observations viewed as a table with paging. It is possible to customize the selection of data fields and labelling. The data can be filtered.
sv: Lista över svenska fynd av arter och andra taxa som resultat av utsökning från valda datakällor tillgängliggjorda via LifeWatch (observationswebbtjänsten).

# ResultWfsGridStatisticsMapDescription
source: Grid based statistics on environmental data can be visualized using this map tool. Counts, area or length of features are summarized and labelled.
sv: Analysportalen ger möjlighet att visa gridbaserad statistik som beräknats från miljö- och klimatdata som är öppet tillgängliga via standardiserade karttjänser.

# ResultTimeSeriesTaxaTitle
source: Selected taxa
sv: Valda taxa

# ResultViewSpeciesObservationAbundanceIndexDiagram
source: Taxon specific abundance index time series
sv: Taxonspecifikt abundansindex per tidsenhet
