Repository: SwedishLifeWatch/SSIC-WebServices-Applications
Catalog: Applications/Dyntaxa/ArtDatabanken.WebApplication.Dyntaxa/DyntaxaResource.*.resx
Languages: sv

# SharedWeUseCookies
source: We use cookies to improve your experience on this web site.
sv: Vi använder cookies för att förbättra din upplevelse av vår webbplats.

# SharedIsMicrospeciesLabel
source: Microspecies
sv: Småart

# TaxonTreeShowSecondaryRelations
source: Show secondary relations =
sv: Visa sekundära tillhörigheter =

# MenuItemExportGraphviz
source: Taxon tree (graphviz)
sv: Taxonträd (graphviz)

# ExportGraphvizTitle
source: Export taxon tree to graphviz format
sv: Exportera taxonträd till graphviz-format

# ExportGraphvizGenerateGraphviz
source: Generate graphviz format
sv: Skapa graphviz-format

# ExportGraphvizLastUpdatedTime
source: Dyntaxa tree last cache updated time
sv: Dyntaxa träd cache senast uppdaterad

# ExportGraphvizRefreshTreeCache
source: Refresh tree cache after database script changes
sv: Uppdatera trädcache efter manuella databasförändringar

# ExportGraphvizIncludeBothParentsAndChildren
source: Include both children and parents
sv: Inkludera både barn och föräldrar

# ExportGraphvizIncludeOnlyChildren
source: Include only children
sv: Inkludera endast barn

# ExportGraphvizIncludeOnlyParents
source: Include only parents
sv: Inkludera endast föräldrar

# ExportGraphvizBothValidAndInvalidRelations
source: Show both valid and invalid relations
sv: Visa både giltiga och ogiltiga relationer

# ExportGraphvizOnlyValidRelations
source: Show only valid relations
sv: Visa bara giltiga relationer

# ExportGraphvizIncludelumpSplits
source: Include lump & split information
sv: Inkludera lump- & splitinformation

# ExportGraphvizShowRelationId
source: Show relation id
sv: Visa relations-Id

# ExportStraightExcludeAuctor
source: Exclude author for synonyms.
sv: Uteslut auktor för synonymer, delvisa synonymer samt felvända namn.

# HomeLicensingInformationText
source: <br />Data from dyntaxa data is made available under the Creative Commons 1.0 license (CC0) and is therefore free to use, reuse, distribute and aggregate as far as the law allows. The author does not need to be specified.
sv: <br /> Data från dyntaxa data tillgängliggörs under licensen Creative Commons 1.0 (CC0) och är därmed fria att använda, återanvända, distribuera och aggregera så långt lagen tillåter. Upphovsmannen behöver inte anges.

# SharedAboutLicensing
source: Licensing
sv: Licensiering

# SharedLicensingHeader
source: Licensing
sv: Licensiering

# SharedLicensingReadMoreText
source: Read more
sv: Läs mer

# SharedLicensingSubHeader
source: Data from dyntaxa is free to use under CC0
sv: Data från dyntaxa får användas fritt under CC0

# LinkToSkudLabel
source: Utility and Cultivated Plants (SKUD)
sv: Svensk Kulturväxtdatabas (SKUD)

# LinkToNobanisLabel
source: Alien species (NOBANIS)
sv: Främmande arter (NOBANIS)

# LinkToArtfaktaLabel
source: Artfakta (Species info, in Swedish)
sv: Artfakta (ArtDatabanken)

# NaturforskarenLink
source: https://dina-web.net/naturalist/search/[TaxonName]?lang=en_US
sv: https://dina-web.net/naturalist/search/[TaxonName]?lang=sv_SE

# QualityApplyModeOnlySelected
source: Only selected taxon
sv: Enbart för aktuellt taxon

# QualityApplyModeReplaceInUnderlyingTaxa
source: Also replace in all children
sv: Ersätt även för alla underliggande taxa

# QualityApplyModeAddToUnderlyingTaxaExceptWhereAlreadyDeclared
source: Also replace in all children without present evaluation
sv: Ersätt även för de underliggande taxa som inte tidigare är kvalitetsbedömda

# QualityApplyModeHeading
source: Evaluate quality relates to
sv: Kvalitetsbedömningen avser

# QualityApplyModeReplaceInUnderlyingTaxaExceptWhereAlreadyDeclaredHigher
source: Also replace in all children without present evaluation of a higher degree
sv: Ersätt även för de underliggande taxa som inte tidigare är kvalitetsbedömda till ett högre värde

# TaxonInfoQualityChartUpdatedText
source: Chart normally updated once every night
sv: Diagrammet uppdateras normalt varje natt

# RevisionListEventListCountLabelText
source: latest event =
sv: senaste steget =
