Repository: SwedishLifeWatch/SSIC-WebServices-Applications
Catalog: Applications/Dyntaxa/ArtDatabanken.WebApplication.Dyntaxa/DyntaxaResource.*.resx
Languages: sv

# TaxonEditQualityOfSwedishOccurrence
source: Quality of occurrence
sv: Kvalitet för förekomst

# TaxonEditReferenceOfSwedishImmigrationHistory
source: Reference of immigration history
sv: Referens för invandringshistoria

# TaxonEditReferenceOfSwedishOccurrence
source: Reference of occurrence
sv: Referens för förekomst

# TaxonEditStatusOfSwedishImmigrationHistory
source: Immigration history status
sv: Status för invandringshistoria

# TaxonEditStatusOfSwedishOccurrence
source: Occurrence status
sv: Förekomststatus

# TaxonEditSwedishImmigrationHistoryDescriptionLabel
source: Comment on immigration history
sv: Kommentarer på invandringshistoria

# TaxonEditSwedishImmigrationHistoryLabel
source: Swedish immigration history
sv: Svensk invandringshistoria

# TaxonEditSwedishOccurrenceDescriptionLabel
source: Comment on occurrence status
sv: Kommentarer på förekomststatus

# TaxonEditSwedishOccurrenceLabel
source: Swedish occurrence
sv: Svensk förekomst

# RevisionListFilterButtonLabelText
source: Apply filter
sv: Filtrera listan

# SharedArtDatabankenText
source: The Swedish Species Information Centre
sv: ArtDatabanken

# SharedReferences
source: References
sv: Referenser

# SharedSpeciesFactError
source: Not possible to show Swedish occurrence for the current taxon.
sv: Inte möjligt att visa svensk förkomst för valt taxon.

# ReferenceAddTitle
source: References
sv: Referenser

# TaxonInfoNameTooltip
source: Click to display name info
sv: Klicka för att visa info om namn

# TaxonInfoReferencesLabel
source: References
sv: Referenser

# TaxonSummaryUpdateInformationLabel
source: Last updated
sv: Senast uppdaterad

# TaxonSummaryValitityValueAccepted
source: Accepted
sv: Accepterat

# TaxonSummaryValitityValueNotValid
source: Unaccepted
sv: Inte accepterat

# TaxonSummaryValitityValuePragmatic
source: Informally accepted as a pragamatic taxon.
sv: Informellt accepterat som pragmatiskt taxon

# SharedNotPossibleToLoginArtDatabankenServiceError
source: Not possible to login at ArtDatabankenService.
sv: Inte möjligt att logga in på ArtDatabankenService.

# MenuItemExport
source: Export
sv: Exportera

# MenuItemExportDatabaseTables
source: Database tables
sv: Databastabeller

# MenuItemExportHierarchicalTaxonList
source: Hierarchical taxon list
sv: Hierarkisk lista

# MenuItemExportTaxonList
source: Straight taxon list
sv: Rak lista

# MenuItemExportTaxonNameList
source: Name list
sv: Namnlista

# MenuItemMatch
source: Match
sv: Matcha

# MenuItemRevision
source: Revisions
sv: Revisioner

# MenuItemRevisionAdd
source: New
sv: Ny

# MenuItemRevisionList
source: List revisions
sv: Lista revisioner

# MenuItemRevisionListRevisionEvents
source: Revision events
sv: Lista redigeringssteg

# MenuItemRevisionStartEdititng
source: Taxonomy
sv: Taxonomi

# MenuItemRevisionStopEdititng
source: Stop editing
sv: Avsluta redigering

# MenuItemSearch
source: Search
sv: Sök

# MenuItemTaxonAdd
source: New child
sv: Nytt barn

# MenuItemTaxonAddParent
source: Add parent
sv: Lägg till förälder

# MenuItemTaxonDelete
source: Delete taxon
sv: Ta bort taxon

# MenuItemTaxonInformation
source: Taxon info
sv: Taxoninformation

# MenuItemTaxonLump
source: Lump
sv: Slå ihop

# MenuItemTaxonMove
source: Move children
sv: Flytta barn

# MenuItemTaxonName
source: Names
sv: Namn

# MenuItemTaxonOccurrence
source: Swedish occurrence
sv: Svensk förekomst

# MenuItemTaxonQuality
source: Data quality
sv: Datakvalitet

# MenuItemTaxonReferences
source: Taxon references
sv: Taxonomireferenser

# MenuItemTaxonRemoveParent
source: Remove parent
sv: Ta bort förälder

# MenuItemTaxonSortChildTaxa
source: Sort children
sv: Sortera barn

# MenuItemTaxonSplit
source: Split
sv: Dela upp

# SharedNotPossibleToReadSpeciesFactError
source: Not possible to read species attribute.
sv: Inte möjligt att läsa artfakta.

# SharedNotPossibleToUpdateSpeciesFactError
source: Not possible to update species attribute.
sv: Inte möjligt att uppdatera artfakta.

# TaxonInfoHistoricalParentsUntil
source: until
sv: fram till

# SharedTaxonInvalidCategoryText
source: Invalid taxon category selected.
sv: Ogiltig taxonkategori vald.

# SharedTaxonSelecteCategoryDropDownListText
source: Select category
sv: Välj kategori

# TaxonAddIsNotOkToCreateTaxonErrorText
source: It is not possible to create a new taxon. Try changing parent or category.
sv: Inte möjligt skapa nytt taxon. Ändra förälder eller kategori.

# ExportStraightAllOption
source: All
sv: Alla

# ExportStraightCategories
source: Categories
sv: Kategorier

# ExportStraightCheckAllNone
source: Check all/none
sv: Markera/avmarkera alla

# ExportStraightChildren
source: Child categories
sv: Underordnade kategorier

# ExportStraightColumnAuthor
source: Author
sv: Auktor

# ExportStraightColumnCommonName
source: Common Name
sv: Svenskt namn

# ExportStraightColumnRecommendedGUID
source: Recommended GUID
sv: Rekommenderad GUID

# ExportStraightColumnScientificName
source: Scientific Name
sv: Vetenskapligt namn

# ExportStraightColumnTaxonCategory
source: Taxon category (Rank)
sv: Taxonkategori

# ExportStraightColumnTaxonInfoUrl
source: Taxon info url
sv: URL till taxoninformation

# ExportStraightCurrent
source: Current
sv: Nuvarande

# ExportStraightFilter
source: Taxon selection (list rows)
sv: Urval av taxa (listans rader)

# ExportStraightGeneratingExcelFile
source: Generating Excel file...
sv: Skapar excelfil…

# ExportStraightGetExcelFile
source: Create Excel file
sv: Skapa excelfil

# ExportStraightIncludeAuthorInAllNameCells
source: Include author in cells with scientific names
sv: Ta med auktor i celler med vetenskapliga namn

# ExportStraightIncludeCommonNameInAllNameCells
source: Include common name in cells with scientific names
sv: Ta med svenskt namn i celler med vetenskapliga namn

# ExportStraightOutputTitle
source: Taxon information (list columns)
sv: Taxoninformation (listans kolumner)

# ExportStraightParents
source: Parent categories
sv: Överordnade taxonkategorier

# ExportStraightSelect
source: Select
sv: Välj

# ExportStraightTitle
source: Export straight list
sv: Exportera rak taxonlista

# MatchingResultsHeader
source: Results of matching
sv: Matchningsresultat

# MatchOptionsAllowedFiletypesText
source: Allowed file type: Excel (xlsx)
sv: Filformat: Excel (xlsx)

# MatchOptionsAmbiguitiesTitle
source: Match - Taxon conflicts and ambiguities
sv: Matchningsproblem

# MatchOptionsExcelFile
source: Excel file
sv: Excelfil

# MatchOptionsFileExtensionError
source: Wrong file extension, must be either .xls or .xlsx
sv: Felaktigt filtillägg. Måste vara .xls eller .xlsx

# MatchOptionsInputColumnContentLabel
source: Column content
sv: Kolumninnehåll

# MatchOptionsIsFirstRowColumnNameLabel
source: First row represents column names
sv: Första raden är rubriker

# MatchOptionsLimitToTaxonLabel
source: Limit match to [TaxonName]
sv: Begränsa matchning till [TaxonName]

# MatchOptionsOutputAmbiguitiesLabel
source: Matching ambiguities
sv: Tvetydiga matchningar

# MatchOptionsOutputAuthorLabel
source: Author
sv: Auktor

# MatchOptionsOutputCommonNameLabel
source: Common name
sv: Trivialnamn

# MatchOptionsOutputMatchStatusLabel
source: Matching status
sv: Matchningsstatus

# MatchOptionsOutputParentTaxaLabel
source: Parent taxa
sv: Överordnade taxa

# MatchOptionsOutputProvidedTaxonIdLabel
source: Provided taxon id
sv: Ursprungligt TaxonId

# MatchOptionsOutputProvidedTextLabel
source: Provided string
sv: Ursprunglig namnsträng

# MatchOptionsOutputScientificNameLabel
source: Scientific name
sv: Vetenskapligt namn

# MatchOptionsOutputScientificSynonymsLabel
source: Scientific synonyms
sv: Vetenskapliga synonymer

# MatchOptionsOutputTaxonCetegoryLabel
source: Taxon category (Rank)
sv: Taxonkategori

# MatchOptionsPasteText
source: Paste text (from clipboard)
sv: Klistra in text

# MatchOptionsPickCorrectMatchFor
source: Pick correct match for
sv: Välj rätt matchning för

# MatchOptionsResult
source: Result
sv: Resultat

# MatchOptionsSaveAsExcel
source: Save result as Excel
sv: Spara resultat som excelfil

# MatchOptionsSubmitButtonValue
source: Match
sv: Matcha

# MatchOptionsTitle
source: Matching options
sv: Matchningsalternativ

# MatchOptionsViewResultScreen
source: View results on screen
sv: Visa resultat

# MatchTaxonDropDownListDefaultText
source: Select one of [Count] matching taxa
sv: Välj ett av [Count] matchande taxa

# TaxonAddCreateTaxonText
source: Create new taxon?
sv: Skapa nytt taxon?

# AccountLogInText
source: Log in
sv: Logga in

# AccountLogOutText
source: Log out
sv: Logga ut

# TaxonSearchAny
source: Any
sv: Ignorera

# TaxonSearchFalse
source: False
sv: Falskt

# TaxonSearchTrue
source: True
sv: Sant

# RevisionSharedNoValidTaxonIdErrorText
source: No valid taxon exists for id:
sv: Inget giltigt taxon finns med id:

# RevisionAddCreateRevisionText
source: Create new revision?
sv: Skapa en ny revision?

# SharedResetButtonText
source: Reset
sv: Återställ

# TaxonHaveChildrenErrorText
source: It is not possible to remove taxa with children. Move or remove all children before removal.
sv: Inte möjligt att avlägsna taxa som har barn. Ta bort eller flytta barn före avlägsnandet.

# TaxonSearchHit
source: Hit
sv: Sökträff

# TaxonQualityLabel
source: Taxon Quality
sv: Taxonkvalitet

# SharedLoading
source: Loading...
sv: Laddar...

# RevisionTitleLabelText
source: Revision Id:
sv: Revisions-id:

# ErrorNameIsMissing
source: Name is missing
sv: Namn saknas

# ErrorNoData
source: No data found
sv: Information saknas

# ErrorTaxonIsMissing
source: There is no taxon in Dyntaxa with taxon id = [TaxonId]!
sv: Det finns inget taxon i Dyntaxa med taxonid = [TaxonId]

# HomeIndexHeaderText
source: Welcome to Dyntaxa
sv: Välkommen till Dyntaxa

# ReferenceAddButtonAdd
source: Add references
sv: Lägg till referenser

# ReferenceAddChooseType
source: Choose type
sv: Välj typ

# ReferenceAddFilteringLabel1
source: (filtered from _MAX_ references)
sv: (filtrerad från totalt _MAX_ referenser)

# ReferenceAddName
source: Name
sv: Namn

# ReferenceAddNoDataAvailableLabel1
source: Information missing
sv: Information saknas

# ReferenceAddNoRecordsLabel1
source: There are no references to display
sv: Det finns inga referenser att visa

# ReferenceAddNumberOfFilteredElementsLabel1
source: Displaying _START_ to _END_ of _TOTAL_ references
sv: Visar_START_till_END_av_TOTAL_referenser

# ReferenceAddSearchLabel1
source: Search
sv: Sök

# ReferenceAddSearchReferences
source: Search references
sv: Sök referenser

# ReferenceAddText
source: Title
sv: Titel

# ReferenceAddType
source: Type
sv: Typ

# ReferenceAddUsage
source: Usage
sv: Användning

# ReferenceAddYear
source: Year
sv: Årtal

# ReferenceGuidObjectInfoTypeDescriptionLabel
source: Reference type
sv: Referenstyp

# SharedAddButtonText1
source: Add
sv: Lägg till

# SharedContactMailLinkText
source: Email to support
sv: Kontakta support

# SharedCurrentRevision1
source: Chosen revision: {0}
sv: Vald revision: {0}

# SharedCurrentServiceStatusLinkText
source: Current service status
sv: Aktuell driftinformation

# SharedDropDownAny
source: Any
sv: Ignorera

# SharedDropDownFalse
source: False
sv: Nej

# SharedDropDownTrue
source: True
sv: Ja

# SharedRevisionFinalizeDialogText1
source: Publish this revision?
sv: Vill du publicera revisionen?

# SharedRevisionFinalizeDialogTitleText1
source: Publish revision
sv: Publicera revisionen

# SharedRevisionInitializeDialogText1
source: Initialize revision?
sv: Vill du starta revisionen?

# SharedRevisionInitializeDialogTitleText1
source: Initiate revision
sv: Initiera revisionen

# SharedRevisionNoEditorsSelectedErrorText1
source: You have not chose any editor for this revision!
sv: Du har inte utsett någon redigerare för denna revision!

# SharedTaxonPickCategoryText
source: Pick a category
sv: Välj en taxonkategori

# TaxonAddBlockedForReporting
source: Blocked for reporting
sv: Ej för rapportering

# TaxonAddBoxHeader
source: Add taxon
sv: Lägg till taxon

# TaxonAddExcludeFromReportingSystem
source: Exclude from observation systems
sv: Uteslut från rapportsystem

# TaxonAddIsProblematic
source: Taxon is problematic
sv: Taxonet är problematiskt

# TaxonAddPageHeader
source: Create new child taxon
sv: Lägg till nytt tillhörande taxon

# TaxonAddPageTitle
source: Add taxon
sv: Nytt taxon

# TaxonEditHeaderLabel
source: Taxon edit
sv: Redigera taxon

# TaxonMoveAvailableParents
source: Available parents
sv: Tillgängliga föräldrar

# TaxonMoveMoveSelectedTaxa
source: Change parent for the selected taxa
sv: Byt förälder för markerade taxa

# TaxonMoveSelectChildrenToMove
source: Select children taxa to move
sv: Välj taxa som ska flyttas

# TaxonMoveSelectedParent
source: Selected new parent
sv: Vald ny förälder

# TaxonMoveSelectNewParent
source: Select new parent
sv: Välj ny förälder

# TaxonMoveTitle
source: Change parent taxon
sv: Byt förälder för taxon

# TaxonNameAddEditExistingNames
source: Existing names
sv: Nuvarande namn

# TaxonNameAddEditIsOriginal1
source: Is the original name
sv: Är originalnamn

# TaxonRemoveParentHeaderText
source: Remove parent
sv: Ta bort förälder

# TaxonRemoveParentLabelText
source: Select parent to remove
sv: Välj vilken förälder som ska tas bort

# TaxonSearchIsUnique
source: The name is unique
sv: Namnet är unikt

# TaxonSearchNameCategory
source: Name category
sv: Namnkategori

# TaxonSortChildTaxaAscending
source: Alphabetical order
sv: Alfabetisk ordning

# TaxonSortChildTaxaDescending
source: Reverse alphabetical order
sv: Omvänd alfabetisk ordning

# TaxonSortChildTaxaSortOrder
source: Custom sort order
sv: Dyntaxas sorteringsordning

# TaxonSortChildTaxaTitle
source: Sort children
sv: Sortera taxa

# TaxonSummaryCreatedLabel
source: Created
sv: Skapades

# TaxonSummaryValidToLabel
source: Accepted until
sv: Accepterat till

# TaxonSearchRestrictTo
source: Limit search to [TaxonName]
sv: Begränsa sök till [TaxonName]

# SharedReturnToListText
source: Return to list
sv: Återgå till listan

# TaxonNameInfoAuthorLabel
source: Author
sv: Auktor

# TaxonNameInfoCommentLabel
source: Comment
sv: Kommentar

# TaxonNameInfoIsOriginalLabel
source: Is the original name
sv: Är original namn

# TaxonNameInfoIsRecommendedLabel
source: Is recommended
sv: Är rekommenderat

# TaxonNameInfoIsUniqueLabel
source: Is unique
sv: Är unikt

# TaxonNameInfoModifiedLabel
source: Modified
sv: Senast uppdaterad

# TaxonNameInfoNameCategoryLabel
source: Name category
sv: Namnkategori

# TaxonNameInfoNameLabel
source: Name
sv: Namn

# TaxonInfoNameInformationLabel
source: Name information
sv: Namninformation

# TaxonSearchOptionsLabel
source: Search options
sv: Sökalternativ

# MatchColumnContentAlternativeNameAndAuthorCombined
source: Name and author combined
sv: Namn och auktor tillsammans

# MatchColumnContentAlternativeNameAndAuthorInSeparateColumns
source: Name and author in separate columns
sv: Namn och auktor i separata kolumner

# MatchColumnContentAlternativeWithoutAuthor
source: Without author
sv: Utan auktor

# MatchOptionsAuthor
source: Author
sv: Auktor

# MatchOptionsClipboard
source: Clipboard
sv: Urklipp

# MatchOptionsFileName
source: File name
sv: Filnamn

# MatchOptionsFilter
source: Matching options
sv: Matchningsinställningar

# MatchOptionsInput
source: Input
sv: Indata

# MatchOptionsInputColumnDelimeterLabel
source: Column delimiter
sv: Kolumnavgränsare

# MatchOptionsInputRowDelimeterLabel
source: Row delimiter
sv: Radavgränsare

# MatchOptionsMatchToType
source: Match to type
sv: Matchningstyp

# MatchOptionsMatchToTypeLabel
source: Match to type
sv: Matchningstyp

# MatchOptionsOutput
source: General output options
sv: Utdata (kolumner)

# MatchOptionsSearchOptions
source: Search options
sv: Sökalternativ

# MatchStatusExact
source: Exact
sv: Exakt

# MatchStatusManualSelection
source: Manual selection
sv: Manuellt val

# MatchStatusNeedsManualSelection
source: Manual selection needed
sv: Manuellt val behövs

# MatchStatusNoMatch
source: No match
sv: Ingen matchning

# MatchStatusUndone
source: Undone
sv: Ogjord

# MatchTaxonColumnDelimiterSemicolon
source: Semicolon
sv: Semikolon

# MatchTaxonColumnDelimiterTab
source: Tab
sv: Tabb

# MatchTaxonColumnDelimiterVerticalBar
source: Vertical bar
sv: Vertikalt streck

# MatchTaxonInputTypeClipboardText
source: Clipboard text
sv: Urklipp

# MatchTaxonInputTypeExcelFile
source: Excel file
sv: Excelfil

# MatchTaxonRowDelimiterReturnLinefeed
source: Return line feed
sv: Radbrytning

# MatchTaxonRowDelimiterSemicolon
source: Semicolon
sv: Semikolon

# MatchTaxonRowDelimiterTab
source: Tab
sv: Tabb

# MatchTaxonRowDelimiterVerticalBar
source: Vertical bar
sv: Vertikalt streck

# MatchTaxonToTypeTaxonName
source: Taxon name
sv: Taxonnamn

# SharedGeneratingExcelFile
source: Generating Excel file...
sv: Skapar excelfil...

# TaxonSearchAuthor
source: Author
sv: Auktor

# TaxonSearchCompareOpAutomatic
source: Automatic
sv: Automatisk

# TaxonSearchCompareOpBeginsWith
source: Begins with
sv: Börjar med

# TaxonSearchCompareOpContains
source: Contains
sv: Innehåller

# TaxonSearchCompareOpEndsWith
source: Ends with
sv: Slutar med

# TaxonSearchCompareOpEqual
source: Equal
sv: Lika med

# TaxonSearchCompareOpIterative
source: Iterative
sv: Iterativ

# TaxonSearchCompareOpLike
source: Like (% = any character)
sv: Like (% = vilket tecken som helst)

# TaxonSearchCompareOpNotEqual
source: NotEqual
sv: Ej lika med

# TaxonSearchIsOkForObsSystem
source: Is ok for obs system
sv: Är ok för obs-system

# TaxonSearchIsRecommended
source: Is recommended
sv: Rekommenderad

# TaxonSearchIsValidTaxonName
source: Is valid taxon name
sv: Giltigt taxonnamn

# TaxonSearchTaxonNameCompareOperator
source: Compare operator
sv: Jämförelseoperator

# SharedTaxonSelecteReferenceDropDownListText
source: Select reference
sv: Välj referens

# SharedPickReferenceText
source: Set at least one reference
sv: Ange minst en referens

# NoScriptText
source: This page uses Javascript. Your browser either doesn't support Javascript or you have it turned off. To see this page as it is meant to appear please use a Javascript enabled browser.
sv: Denna sida använder Javascript. Din webbläsare stöder antingen inte Javascript eller så har du den avstängd. För att se denna sida som det är tänkt att visas vänligen använd en webbläsare med Javascript aktiverat.

# ReferenceAddCreateNewReference
source: Add new to reference list
sv: Lägg till ny referens till listan

# ReferenceAddReferences
source: References
sv: Referenser

# TaxonSortChildTaxaSortableChildren
source: Sort children
sv: Sortera underliggande taxa

# TaxonTreeCurrentRootTaxon
source: Current root taxon
sv: Nuvarande rottaxon

# AccountControllerIncorrectLoginError
source: The user name or password provided is incorrect.
sv: Användarnamnet eller lösenordet är felaktigt.

# AccountControllerIncorrectPasswordError
source: The current password is incorrect or the new password is invalid.
sv: Det nuvarande lösenordet är felaktigt eller det nya lösenordet är ogiltigt.

# ExportHierarchicalTitle
source: Export hierarchical list
sv: Exportera hierarkisk lista

# ExportStraightIsValidTaxon
source: Accepted taxon
sv: Taxonstatus

# ExportStraightSwedishHistory
source: Swedish immigration history
sv: Svensk invandringshistoria

# ExportStraightSwedishOccurrence
source: Swedish occurrence
sv: Svensk förekomst

# ExportStraightTaxonNames
source: Names
sv: Namn

# ListOptionsHeader
source: Export options
sv: Exportalternativ

# ListOptionsIncludeAuthorInNameCellLabel
source: Include author in cells with scientific names
sv: Inkludera auktor i celler med vetenskapliga namn

# ListOptionsIncludeCommonNameInNameCellLabel
source: Include common name in cells with scientific names
sv: Inkludera svenskt namn i celler med vetenskapliga namn

# ListOptionsSubmitButtonValue
source: Get list
sv: Hämta listan

# ReferenceAddUsageTypeId
source: Usage type Id
sv: Användningstyps-id

# ReferenceGuidObjectInfoDescriptionLabel
source: Description
sv: Beskrivning

# ReferenceGuidObjectInfoRevisionText
source: Revision for
sv: Revision för

# ReferenceGuidObjectInfoTypeDescriptionLabel1
source: Type
sv: Typ

# TaxonSearchSearching
source: Searching...
sv: Söker...

# TaxonSearchZeroResults
source: There is no taxon named "{0}"
sv: Det finns inget taxon med namnet "{0}"

# UrlToGetWikipediaTaxonInformation
source: http://en.wikipedia.org/wiki/[TaxonName]
sv: http://sv.wikipedia.org/wiki/[TaxonName]

# SharedMissingValue
source: Missing value
sv: Värde saknas

# TaxonSplitNotOkToSplitErrorText
source: Selected taxon is not possible to split.
sv: Inte möjligt att dela upp valt taxon.

# LinkToItisLabel
source: ITIS (North American taxonomy)
sv: ITIS (nordamerikansk taxonomi)

# LinkToPesiLabel
source: PESI (European taxonomy)
sv: PESI (europeisk taxonomi)

# LinkToSwedishRedlistLabel
source: Swedish Species Facts
sv: Artfakta

# LinkToWormsLabel
source: WoRMS (Marine taxonomy)
sv: WoRMS (marin taxonomi)

# LinkToNordicMicroalgaeLabel
source: Nordic microalgae (SMHI)
sv: Nordiska mikroalger (SMHI)

# LinkToPhotosAPLabel
source: Images (Artportalen)
sv: Bilder (Artportalen)

# TaxonNameSharedNotRecommended
source: Not recommended
sv: Ej rekommenderad

# RevisionListEventNoRevisionEventsAvaiableText
source: No revision steps to display.
sv: Inga redigeringssteg finns att visa.

# SharedDoYouWantToContinue
source: Do you want to continue?
sv: Vill du fortsätta?

# SharedGoToReferenceViewQuestion
source: You have entered the information that will disappear if you continue to the Reference Page, unless you choose to cancel and save. Do you want to continue and lose unsaved data?
sv: Du har skrivit in information som kommer att försvinna om du fortsätter till Referenssidan, såvida du inte väljer att avbryta och spara. Vill du fortsätta och förlora data?

# SharedWebGridFirstPage
source: First page
sv: Första sidan

# SharedWebGridLastPage
source: Last page
sv: Sista sidan

# TaxonMoveNoChildrenErrorText
source: Selected taxon has no children to move.
sv: Valt taxon har inga barn att flytta.

# TaxonMoveChangeChildrenNames
source: Change children names
sv: Ändra barnens namn

# TaxonMoveMovedTaxons
source: Taxa with new parent
sv: Taxa med ny förälder

# TaxonMoveMoveInfo
source: Parent change info
sv: Information om flytt

# TaxonMoveNewParent
source: New parent
sv: Ny förälder

# TaxonMoveNewRecommendedNames
source: New recommended scientific names
sv: Nytt rekommenderat vetenskapligt namn

# TaxonMoveOldParent
source: Old parent
sv: Gammal förälder

# TaxonLumpReplacingTaxonErrorText
source: Invalid replacing taxon,
sv: Ogiltigt ersättningstaxon,

# TaxonLumpTaxonCategoryErrorText
source: Invalid taxon category for taxon,
sv: Ogiltig taxonkategori för taxon,

# TaxonLumpTaxonErrorText
source: Inavalid data for taxon,
sv: Ogiltigt taxon,

# TaxonSplitReplacingTaxonErrorText
source: Invalid taxon to split,
sv: Ogiltigt taxon för uppdelning,

# TaxonSplitTaxonCategoryErrorText
source: Invalid taxon category for taxon,
sv: Ogiltig taxonkategori för taxon,

# TaxonSplitTaxonErrorText
source: Inavalid data for taxon,
sv: Ogiltigt taxon,

# TaxonMoveNoSynonymsExists
source: There are no synonyms
sv: Det finns inga synonymer

# RevisionEditMainHeaderFullText
source: Define revision for
sv: Revisionsegenskaper för

# SharedRevisionIdLabelText
source: revision id:
sv: revisions-id:

# RevisionListEventMainHeaderlText
source: Revision event list for
sv: Lista över utförda redigeringsteg för

# TaxonMoveMoveGenusCategoryErrorText
source: Not possible to change parent to above the genus category for this taxon,
sv: Inte möjligt att välja förälder till över släkte för detta taxon,

# TaxonMoveMoveIllegalMoveErrorText
source: Not possible to change parent for taxon,
sv: Inte möjligt att ändra förälder för taxon,
