Repository: SwedishLifeWatch/SSIC-WebServices-Applications
Catalog: Applications/Dyntaxa/ArtDatabanken.WebApplication.Dyntaxa/DyntaxaResource.*.resx
Languages: sv

# TaxonMoveNoChildTaxaSelectedError
source: No taxa to move are seleceted.
sv: Inga taxa valda för flytt.

# TaxonMoveNoNewParentTaxonSelectedError
source: No new parent is selected.
sv: Inget nytt föräldrataxon har valts.

# TaxonMoveNoOldParentTaxonSelectedError
source: No parent taxon selected.
sv: Inget föräldrartaxon har valts.

# SharedCreating
source: Creating
sv: Skapar

# SharedFinalizing
source: Publishing revision
sv: Publicerar revisionen

# SharedInitializing
source: Initializing revision
sv: Startar revisionen

# SharedDeleting
source: Deleting
sv: Tar bort

# AccountAccessIsNotAllowedDescription
source: You don't have the authority to access the following url
sv: Du har inte behörighet att komma åt följande sida

# AccountAccessIsNotAllowedTitle
source: Access is not allowed
sv: Åtkomst är inte tillåten

# TaxonSearchResetSearchOptions
source: Reset search options
sv: Återställ sökalternativ

# SharedBoolFalseText
source: No
sv: Nej

# SharedBoolTrueText
source: Yes
sv: Ja

# TaxonNameDeleteNotPossibleToDeleteErrorText
source: Can't delete recommended scientific name.
sv: Inte möjligt att ta bort vetenskapligt rekommenderat namn.

# SharedManageReferences
source: Manage references
sv: Hantera referenser

# SharedAboutDyntaxaText
source: About Dyntaxa
sv: Om Dyntaxa

# SharedDateText
source: Date
sv: Datum

# SharedTermsOfUseText
source: Tems of use
sv: Användarvillkor

# SharedNoValidReferenceErrorText
source: No valid reference exists
sv: Ingen giltig referens finns

# TaxonNameDeleteInfoText
source: Are you sure that selected taxon name is to be deleted?
sv: Vill du verkligen ta bort valt namn?

# TaxonNameSharedLastUpdated
source: Last updated
sv: Senast uppdaterad

# TaxonNameSharedOkForObsSystem
source: Ok for obs. system
sv: Ok för obs.-system

# TaxonNameSharedUpdatedBy
source: Updated by
sv: Uppdaterad av

# HomeCookieInformationText
source: <br /> According to the Electronic Communications Act (2003) all visitors to a website need to be informed if cookies are used and how they can be blocked. <br /><br /> A cookie is a little file which is added to your computer when you visit a website. Any subsequent visits to the website are tracked by the cookie. Dyntaxa web application uses cookies to generate visitor statistics which are used to improve the website. They are also used to maintain preferences for website design, functionality and language. This data is anonymous. <br /><br /> If you do not want cookies enabled on your computer you can block them in your web browser's security settings. You will find more information in your web browser's help function. But note that disabling cookies may do your pages to work improperly . <br /><br /> All data collected is anonymous.
sv: <br /> Enligt lagen om elektronisk kommunikation, som trädde i kraft 2003 ska alla som besöker en webbplats informeras om vad cookies används till och informeras om hur sådan användning förhindras. <br /><br /> En cookie är en liten textfil som lagras på din dator när du besöker en webbplats. Nästa gång du besöker webbplatsen kan webbläsaren använda den för att visa sidorna enligt dina inställningar. Dyntaxa-applikationen använder cookies för att få tillgång till bättre besöksstatistik och för att behålla inställningar för webbplatsens utseende, funktionalitet och språk. <br /><br /> Om du inte vill tillåta att cookies lagras på din dator kan du stänga av funktionen i din webbläsares inställningar. Hur du gör detta beror på vilken webbläsare du använder. Du kan hitta mer information om detta i din webbläsares hjälpfunktion. Men observera att det kan innebära att sidorna inte fungerar som de skall om du inaktiverar cookies. <br /><br /> Dyntaxa sparar ingen personlig information via cookies.

# SharedAboutCookiesHeader
source: About cookies
sv: Om cookies

# SharedAboutCookiesSubHeader
source: This website uses cookies
sv: Den här webbplatsen använder cookies

# SharedCookiesReadMoreLink
source: http://www.pts.se/en-gb/Regulations/Legislation/Electronic-Communications-Act/Cookies-kakor/
sv: http://www.pts.se/sv/Regler/Lagar/Lag-om-elektronisk-kommunikation/Cookies-kakor/

# SharedCookiesReadMoreText
source: Read more on The Swedish Post and Telecom Authority page
sv: Läs mer på Post- och telestyrelsens sida

# SharedFooterLinkHeader
source: Links
sv: Länkar

# SharedSwedishLifeWatchText
source: Part of Swedish LifeWatch
sv: Ingår i Svenska LifeWatch

# SharedVersionNumberText
source: Version number
sv: Versionsnummer

# SharedReferenceNoReferencesAvaliable
source: No references set.
sv: Inga referenser angivna.

# SharedNoValidReferenceErrorInfoText
source: No valid reference exists. At least one reference must be set for the selected revision.
sv: Ingen giltig referens finns. Minst en referens måste anges för vald revision.

# AccountUserAdminLinkText
source: Manage your account in UserAdmin
sv: Hantera användarkonto i UserAdmin

# TaxonInfoDistributionMapImageTitle
source: Distribution map for
sv: Utbredningskarta för

# SharedNotSpecifiedText
source: --- Not specified ---
sv: --- Ej angivet ---

# MenuItemSpeciesFactDatabaseTables
source: Database species attributes tables
sv: Databastabeller artfakta

# MenuItemSpeciesFactExport
source: Export species attributes
sv: Exportera artfakta

# MenuItemSpeciesFactHierarchicalTaxonList
source: Hierarchical species attributes list
sv: Hierarkisk artfaktalista

# MenuItemSpeciesFactTaxonList
source: Taxon attribute list
sv: Artfaktalista

# ExportDatabaseClipboard
source: List of taxon ids
sv: Lista med taxon-id

# ExportDatabaseInput
source: Input
sv: Indata

# ExportDatabaseTitle
source: Database tables
sv: Databastabeller

# MenuItemExportDatabase
source: Database
sv: Databas

# TaxonMoveAuthor
source: Author
sv: Auktor

# TaxonMoveCategory
source: Category
sv: Kategori

# TaxonMoveName
source: Name
sv: Namn

# ExportStraightParentTaxa
source: Parent taxa
sv: Överordnade taxa

# ExportSharedSelectCategories
source: Select categories
sv: Välj kategori

# ExportSharedSelectNameCategories
source: Select name categories
sv: Välj namnkategori

# ExportSharedSelectSwedishImmigrationHistory
source: Select Swedish immigration history
sv: Välj svensk invandringshistoria

# ExportSharedSelectSwedishOccurrence
source: Select Swedish occurrence
sv: Välj svensk förekomst

# MenuItemHierarchicalSpeciesFactList
source: Export mroe species facts
sv: Exportera flera artfakta

# MenuItemSpeciesFactList
source: Taxon attributes
sv: Artfakta

# SharedDyntaxaSubTitle
source: Swedish Taxonomic Database
sv: Svensk taxonomisk databas

# SharedSLUText
source: Swedish University of Agricultural Sciences
sv: Sveriges lantbruksuniversitet

# SharedSvenskaArtprojektetText
source: The Swedish Taxonomy Initiative
sv: Svenska artprojektet

# SharedIsTaxonPartOfRevision
source: The taxon is not part of the revision
sv: Taxonet är inte med i revisionen

# ValidateAlreadyExists
source: already exists
sv: existerar redan

# ValidateTaxonWithScientificName
source: A taxon with the scientific name
sv: Ett taxon med det vetenskapliga namnet

# AccountLogOutInfoLine1
source: You are already logged in, or the session has ended due to inactivity (timeout).
sv: Du är redan inloggad eller så har sessionen avslutats pga inaktivitet (timeout).

# AccountLogOutInfoLine2
source: Click "Log out" to be able to log in again.
sv: Klicka "Logga ut" för att kunna logga in igen.

# TaxonEditImmigrationHistoryValidationMessage
source: Since you have entered 'Immigration history' status you must also specify quality and reference
sv: Eftersom du har angivit status för 'Invandringshistoria' måste du även ange kvalitet och referens

# TaxonEditLeavePageWithoutSave
source: You are about to leave the page without saving.\nDo you really want to leave the page without updating Species facts?
sv: Du är på väg att lämna sidan utan att spara.\nVill du verkligen lämna sidan utan att uppdatera Artfakta?

# TaxonEditSwedishOccurrenceValidationMessage
source: Since you have entered Swedish occurrence, you must also fill in immigration history
sv: Eftersom du har fyllt i svensk förekomst, så måste du även fylla i invandringshistoria

# TaxonSearchSettings
source: Search restrictions
sv: Sökbegränsningar

# MenuItemEdit
source: Edit
sv: Redigera

# ExportWarningText
source: (Note! Large exports may take a long time, up to several minutes)
sv: (Obs! Stora exporter kan ta lång tid, upp till flera minuter)

# RestMasterBackToSearchLink
source: Back to taxon search
sv: Tillbaka till sök taxon

# RestMasterViewCurrentTaxonLink
source: View current taxon info (Taxon Id:
sv: Visa valt taxon (taxon-id:

# SharedLogoArtprojektetSmallImg
source: logo_sv_artprojektet_en_118x50.png
sv: logo_sv_artprojektet_90x50.png

# SharedLogoLifewatch_SmallImg
source: logo_sv_lifewatch_en_146x32.png
sv: logo_sv_lifewatch_134x32.png

# SpeciesFactExcelListHeader1
source: Factor
sv: Faktor

# SpeciesFactExcelListHeader2
source: Header 2
sv: Rubrik 2

# SpeciesFactExcelListHeaderFactorID
source: Factor Id
sv: Faktor Id

# SpeciesFactExcelListHeaderIndividualCategori
source: Specimen Category
sv: Individkategori

# SpeciesFactExcelListHeaderQuality
source: Quality
sv: Kvalitet

# SpeciesFactExcelListHeaderSortOrder
source: Sort order
sv: Sorteringsordning

# SpeciesFactExcelListHeaderSuperior
source: Factor superior
sv: Faktor överordnad

# SpeciesFactExcelListHeaderSupressed
source: Factor minor
sv: Faktor underordnad

# SpeciesFactExcelListHeaderValue
source: Value
sv: Värde

# SpeciesFactExcelListURLInfo
source: URL for more information about taxon
sv: URL till mer taxoninformation

# SpeciesFactExportGeneratingExcelFile
source: Generating Excel file...
sv: Skapar excelfil…

# SpeciesFactExportGetExcelFile
source: Create Excel file
sv: Skapa excelfil

# SpeciesFactExportTitle
source: Export taxon attribute list
sv: Exportera artfaktalista

# SpeciesFactExportActionHeaderText
source: Export taxon attributes
sv: Exportera artfaktalista

# SpeciesFactExcelListHeaderComment
source: Comment
sv: Kommentar

# SpeciesFactExcelListHeaderField
source: Field
sv: Fält

# SpeciesFactExcelListHeaderHost
source: Host taxon
sv: Värdtaxon

# SpeciesFactExcelListHeaderSpecification
source: Specification
sv: Specifikation

# SpeciesFactExcelListInfoHeader
source: Taxon information from Dyntaxa
sv: Taxoninformation från Dyntaxa

# ExportStraightOtherNames
source: Other names
sv: Andra namn

# ExportStraightSynonyms
source: Synonyms
sv: Synonymer (inkl. auktor)

# MatchOptionsInputAuthorNamePartOfTaxonName
source: Author name is part of taxon name
sv: Auktornamn är del av taxonnamn

# MatchTaxonToTypeTaxonNameAndAuthor
source: Taxon name + Author
sv: Taxonnamn + Auktor

# TaxonInfoSwedishOccurrenceSummaryRedListClass
source: Red list category
sv: Rödlistekategori

# TaxonInfoSwedishOccurrenceSummaryTitle
source: Swedish occurrence
sv: Svensk förekomst

# SpeciesFactDatabaseTitle
source: Database
sv: Databas

# SpeciesFactListHeaderIndividualCategory
source: Category
sv: Kategori

# SpeciesFactListHeaderSortOrder
source: Order
sv: Ordning

# SharedChooseCategory
source: Choose category
sv: Välj kategori

# TaxonSharedListTaxaInCategory
source: List taxa in chosen category
sv: Lista taxa i vald kategori

# TaxonInfoDistributionInSweden
source: Distribution in Sweden
sv: Utbredning inom Sverige

# TaxonInfoDistributionInSwedenCountyOccurrence
source: County occurrence
sv: Länsvis förekomst

# TaxonSearchLastUpdated
source: Last updated (only taxonomy, not species facts)
sv: Senast uppdaterad (endast taxonomi, ej artfakta)

# TaxonSearchLastUpdatedEndDate
source: To
sv: Till

# TaxonSearchLastUpdatedStartDate
source: From
sv: Från

# SharedNoAvailableData
source: No available data
sv: Inga uppgifter tillgängliga

# SharedSpeciesFactPickCategoryText
source: Pick a category
sv: Välj en categori

# SpeciesFactSharedExistingEvaluations
source: Existing evaluations:
sv: Befintliga bedömmningar:

# SpeciesFactSharedIndividualCategory
source: Specimen Category
sv: Individkategori

# SpeciesFactEditFactorItemHeader
source: Edit factor
sv: Redigera faktor

# SpeciesFactChangeFactorText
source: Change
sv: Ändra

# SpeciesFactEditFactorHeaderText
source: Edit factor
sv: Redigera faktor

# SpeciesFactEditFactorInvalidCombinationErrorMessage
source: No factor data avaliable using this combination of taxon id: [taxonId], faktor id: [factorId], datatype id: [dataType] and factordatatype id: [factorDataType].
sv: Ingen faktor tillgänglig för denna kombination av taxon-id: [taxonId], faktor-id: [factorId], datatype id: [dataType] och factordatatype id: [factorDataType].

# SpeciesFactEditFactorsHeaderText
source: Edit factors
sv: Redigera faktorer

# SpeciesFactLatestUpdateByText
source: Latest update ([UpdateDate]) by [UpdateUserFullName].
sv: Senast uppdaterad ([UpdateDate]) av [UpdateUserFullName].

# SpeciesFactEditFactorItemErrorText
source: No species fact exists with factor id:
sv: Ingen artfakta hittad för faktor med id:

# LinkToNaturforskarenLabel
source: The Naturalist (NRM)
sv: Naturforskaren (NRM)

# SpeciesFactEditFactorsAddButton
source: Add
sv: Lägg till

# SpeciesFactEditFactorsAddDropDown
source: Factors
sv: Faktorer

# SpeciesFactEditFactorsAddFactorLabel
source: Add factor
sv: Lägg till faktor

# SpeciesFactEditFactorsDropDownDefaultLabel
source: Select factor
sv: Välj faktor

# SpeciesFactAddFactorHeaderText
source: Add factor
sv: Lägg till faktor

# SharedNoButtonText
source: No
sv: Nej

# SharedYesButtonText
source: Yes
sv: Ja

# SpeciesFactAddFactorContinueWithoutSaveDialogHeader
source: There are unsaved changes
sv: Ändingar har skett

# SpeciesFactAddFactorContinueWithoutSaveDialogText
source: There are unsaved changes. These changes ​​will be lost if a factor is created. Do you want to continue and loose changes?
sv: Det finns ej sparade ändringar gjorda som kommer att gå förlorade om on ny faktor skapas. Vill du fortsätta utan att spara?

# SpeciesFactEditHostFactorsForSubstrateExistingDataLabelText
source: Existing data
sv: Tillhörande data

# SpeciesFactEditHostFactorsForSubstrateFactorAddDropDownName
source: Add factor
sv: Lägg till faktor

# SpeciesFactEditHostFactorsForSubstrateHeaderText
source: Edit host taxa
sv: Redigera värdtaxa

# SpeciesFactEditHostFactorsForSubstrateSearchTaxonButtonText
source: Serach taxon
sv: Sök taxon

# SpeciesFactEditHostFactorsForSubstrateTaxonAddDropDownName
source: Add taxon
sv: Lägg till taxon

# SpeciesFactEditHostForSubstrateChangeManyButtonText
source: Edit selected
sv: Redigera valda

# SpeciesFactDeleteFactorItemDialogHeader
source: Delete selected factor
sv: Ta bort vald faktor

# SpeciesFactDeleteFactorItemDialogText
source: Do you want to delete selected factor?
sv: Vill du verkligen ta bort vald faktor?

# SpeciesFactDeleteTaxonItemDialogHeader
source: Delete selected taxon
sv: Ta bort valt värdtaxon

# SpeciesFactDeleteTaxonItemDialogText
source: Do you want to delete selected taxon?
sv: Vill du verkligen ta bort valt värdtaxon?

# SpeciesFactEditHostFactorItemsErrorText
source: Invalid combination for factors and hosts.
sv: Ogiltig kombination av faktorer och värdtaxa vald.

# SpeciesFactInvalidSelectionDialogHeader
source: Invalid selction
sv: Ogiltigt val

# SpeciesFactInvalidSelectionDialogText
source: Invalid selction of factors or taxon to add. Selected taxon to add must match a factor in list or selected factor to add must match a taxon in list.
sv: Ogiltigt val av faktor eller taxon att lägga till. Valt taxon att lägga till måste matcha minst en faktor från listan eller vald faktor att lägga till måste matcha minst ett värdtaxon från listan.

# SpeciesFactEditHostFactorsForSubstrateSaveSettingsButtonText
source: Save selected
sv: Spara valda

# SpeciesFactNoItemsSelectedDialogHeader
source: No items selected
sv: Inga faktorer eller värdtaxa valda

# SpeciesFactNoItemsSelectedDialogText
source: No items selecyed in tables. Select items, save and try again.
sv: Inga faktorer eller värdtaxa valda i listorna. Välj, spara och försök igen.

# SpeciesFactNoValueSet
source: No value set
sv: Inget värde satt

# SpeciesFactEditHostItemHeader
source: Edit host taxa
sv: Redigera värdtaxa

# SpeciesFactNoHostsItemsSelectedDialogHeader
source: No valid host taxon is selected
sv: Inget giltigt värdtaxon

# SpeciesFactNoHostsItemsSelectedDialogText
source: No valid host taxon is selected. Select host taxa, save and try again.
sv: Det finns inga giltiga värdtaxa kopplat till vald faktor att ta bort. Välj värdtaxa, spara och försök igen.

# SpeciesFactNotSavedDialogHeader
source: Save selections
sv: Spara valda

# SpeciesFactNotSavedDialogText
source: There are unsaved selections made. Save and try again.
sv: Det finns osparade val gjorda. Spara och försök igen.

# SpeciesFactEditFactorsAddDropDownName
source: Add factor from short list
sv: Lägg till faktor från kortlistan

# SpeciesFactEditAllFactorsAddDropDownName
source: Add factor
sv: Lägg till faktor

# SharedReferenceNewLabel
source: New reference
sv: Ny referens

# SharedReferenceOldLabel
source: Existing reference
sv: Existerande referens

# MenuItemExportSubscription
source: Subscriptions
sv: Prenumerationer

# SubscriptionsTitle
source: Subscriptions
sv: Prenumerationer

# SubscriptionsMySubscriptions
source: My subscriptions
sv: Mina prenumerationer

# SubscriptionsSubscribe
source: Subscribe to
sv: Prenumerera på

# SubscriptionsUnsubscribe
source: Unsubscribe
sv: Avsluta prenumeration

# TaxonReferenceSwedishImmigrationHistoryTitle
source: Swedish immigration history
sv: Svensk invandringshistoria

# TaxonReferenceSwedishOccurrenceTitle
source: Swedish occurrence
sv: Svensk förekomst

# TaxonReferenceTaxonomyTitle
source: Taxonomy
sv: Taxonomi

# ReferenceAddReferencesRelatesTo
source: The references relates to
sv: Referenserna avser

# ReferenceApplyModeAddToUnderlyingTaxa
source: Add to all children
sv: Lägg till för alla underliggande taxa

# ReferenceApplyModeOnlySelected
source: Only selected taxon
sv: Endast valt taxon

# ReferenceApplyModeReplaceOnlySourceInUnderlyingTaxa
source: Replace only sources in all children
sv: Ersätt endast källor för underliggande taxa

# ReferenceApplyModeReplaceUnderlyingTaxa
source: Replace in all children
sv: Ersätt för alla underliggande taxa

# TaxonNameAddEditNameUsageLabel
source: Name usage
sv: Namnanvändning

# TaxonNameSharedNomenclature
source: Nomenclature
sv: Nomenklatur

# TaxonInfoProParteSynonymsLabel
source: Partial synonyms (pro parte)
sv: Delvisa synonymer (pro parte)

# TaxonInfoMisapplicationsLabel
source: Misapplications (auct.)
sv: Felanvändningar (auct.)

# TaxonNameAddEditIncorrectNomencalture
source: Only Nomenclature: Correct, Provisional, Provisional or Informal names may have usage: Accepted.
sv: Endast Nomenklatur: Korrekt, Provisoriskt, Preliminärt eller Informellt namn får ha Användning: Accepterad.

# TaxonNameListWrongNameUsage
source: Only 'Name usage: Accepted' may have 'Recommended: Yes'.
sv: Endast 'Användning: Accepterad' kan ha 'Rekommenderat: Ja'.

# ExportStraightMisappliedNames
source: Misapplied names
sv: Felanvända namn (inkl. auktor)

# ExportStraightProParteSynonyms
source: Partial synonyms (pro parte)
sv: Delvisa synonymer (pro parte, inkl. auktor)

# TaxonNameSharedSpellingVariant
source: Writing variant
sv: Skrivningsvariant

# TaxonInfoTaxonStatisticsReproInSweden
source: Reproducing Regularly in Sweden
sv: Bofasta i Sverige

# ReadTaxonInformationAdduBioLinkLabel
source: Add uBio link tool
sv: Lägg till uBio:s länkverktyg

# ReadTaxonInformationAnamorhNameHeader
source: Anamorph names
sv: Anamorfnamn

# ReadTaxonInformationAnamorhNameLabel
source: Anamorph name
sv: Anamorfnamn

# ReadTaxonInformationAuthorLabel
source: Author
sv: Auktor

# ReadTaxonInformationCommonNameLabel
source: Swedish name
sv: Svenskt namn

# ReadTaxonInformationIdentifierListHeader
source: Identifiers
sv: Identifierare

# ReadTaxonInformationMapHeader
source: Distribution map
sv: Utbredningskarta

# ReadTaxonInformationNationalOccurrenceLabel
source: Swedish occurrence
sv: Svensk förekomst

# ReadTaxonInformationNationalSynonymsHeader
source: Swedish synonyms
sv: Svenska synonymer

# ReadTaxonInformationNearestChildTaxaHeader
source: Immediate child taxa
sv: Närmast underliggande taxa

# ReadTaxonInformationNumberOfChildTaxaHeader
source: Number of child taxa per taxon category
sv: Antal underliggande taxa per taxonkategori

# ReadTaxonInformationOptionsHeader
source: Options
sv: Alternativ

# ReadTaxonInformationOriginalScientificNameHeader
source: Original name
sv: Originalnamn

# ReadTaxonInformationOriginalScientificNameLabel
source: Original name
sv: Originalnamn

# ReadTaxonInformationOtherLanguagesHeader
source: Other languages
sv: Andra språk

# ReadTaxonInformationOtherNamesHeader
source: Other names
sv: Andra namn

# ReadTaxonInformationRecommendedLinksHeader
source: Links to more information
sv: Länkar till mer information

# ReadTaxonInformationRecommendedNamesHeader
source: Recommended names
sv: Rekommenderade namn

# ReadTaxonInformationScientificNameLabel
source: Scientific name
sv: Vetenskapligt namn

# ReadTaxonInformationScientificSynonymsHeader
source: Scientific synonyms
sv: Vetenskapliga synonymer

# ReadTaxonInformationShowChildTaxaLabel
source: Show child taxon list
sv: Visa lista över underliggande taxa

# ReadTaxonInformationShowCommentsLabel
source: Show comments
sv: Visa kommentarer

# ReadTaxonInformationShowHistoryLabel
source: Show history
sv: Visa historik

# ReadTaxonInformationShowIdentifiersLabel
source: Show identifers
sv: Visa identifierare

# ReadTaxonInformationShowInvalidNamesLabel
source: Show incorrect names
sv: Visa felaktiga namn

# ReadTaxonInformationShowMapLabel
source: Show distribution map
sv: Visa utbredningskarta

# ReadTaxonInformationShowNumberOfChildTaxaLabel
source: Show number of child taxa
sv: Visa antal underliggande taxa

# ReadTaxonInformationShowOtherNameTypesLabel
source: Show other name types
sv: Visa andra namntyper

# ReadTaxonInformationShowPhotosLabel
source: Show photos
sv: Visa foton

# ReadTaxonInformationShowQualityLabel
source: Show quality
sv: Visa kvalitet

# ReadTaxonInformationShowReferencesLabel
source: Show references
sv: Visa referenser

# ReadTaxonInformationShowSynonymsLabel
source: Show Synonyms
sv: Visa synonymer

# ReadTaxonInformationShowUpdateInformationLabel
source: Show revision information
sv: Visa revisionsinformation

# ReadTaxonInformationSynonymsHeader
source: Synonyms
sv: Synonymer

# ReadTaxonInformationTaxonCategoryLabel
source: Taxon category
sv: Taxonkategori

# ReadTaxonInformationTaxonIdLabel
source: Dyntaxa taxon id
sv: Dyntaxas taxon-id

# ReadTaxonInformationTaxonTreeHeader
source: Taxonomic hierarchy (parent taxa)
sv: Taxonomisk hierarki (överliggande taxa)

# ReadTaxonInformationTitleText
source: Taxon concept description
sv: Taxonkonceptsbeskrivning

# TaxonNameInfoOkForObsSystemLabel
source: Is ok for obs-system
sv: Är ok för obs-system

# RevisionFinalizeCheckInErrorInformation
source: Something went wrong when checking in revision.
sv: Något gick fel när revisionen skulle checkas in.

# RevisionFinalizeFactsUpdateErrorInformation
source: Faild to update Artfakta. Please try to publish the revision again.
sv: Uppdateringen av Artfakta misslyckades. Försök att publicera revisionen igen.

# RevisionFinalizeFlagNotSetErrorInformation
source: Failed to update Artfakta updated flag.
sv: Misslyckades att uppdatera information om att Artfakta är uppdaterad.

# SharedRevisionUpdateSpeciesFactsButton
source: Update species facts
sv: Uppdatera Artfakta

# SharedIAgreeClose
source: Ok, I agree (close)
sv: Ok, jag förstår (stäng)

# SharedReadMore
source: Read more
sv: Läs mer
