Repository: SwedishLifeWatch/SSIC-WebServices-Applications
Catalog: Applications/Dyntaxa/ArtDatabanken.WebApplication.Dyntaxa/DyntaxaResource.*.resx
Languages: sv

# RevisionAddActionHeaderText
source: New revision
sv: Ny revision

# RevisionAddAddNewEditorButton
source: Add new editor
sv: Lägg till ny redigerare

# RevisionAddErrorInformation
source: Cannot create this revision.
sv: Inte möjligt att skapa denna revision.

# RevisionAddInvalidRevisionErrorText
source: No valid revision could be created.
sv: Ingen giltig revision kunde skapas.

# RevisionAddMainHeaderText
source: New revision
sv: Ny revision

# RevisionAddNoUsersErrorInformation
source: Cannot initialize. No users selected for this revision.
sv: Inte möjligt att starta revisionen. Inga användare valda.

# RevisionAddPropertiesHeaderText
source: Revision properties
sv: Information om revisionen

# RevisionAddSelectEditorsHeaderText
source: Select editors
sv: Välj redigerare

# RevisionEditActionHeaderText
source: Edit revision
sv: Redigera revision

# RevisionEditEditorsHeaderText
source: Editors
sv: Redigerare

# RevisionEditMainHeaderText
source: Define revision
sv: Revisionsegenskaper

# RevisionEditNoUsersErrorInformation
source: Cannot initialize. No users selected for this revision.
sv: Inte möjligt att starta revision. Inga användare valda.

# RevisionEditNoUsersFinalizeErrorInformation
source: Cannot finalize. No users selected for this revision.
sv: Inte möjligt att publicera. Inga användare valda.

# RevisionEditQualityHeaderText
source: Evaluate data quality
sv: Kvalitetsbedömning

# RevisionEditQualityLabel
source: Data quality
sv: Datakvalitet i Dyntaxa

# RevisionEditReferencesHeaderText
source: References
sv: Referenser

# RevisionEditRevisionPropretiesHeaderText
source: Revision properties
sv: Revisionsuppgifter

# RevisionEditUpdateRevisionErrorText
source: Cannot modify revision.
sv: Inte möjligt att ändra revisionen.

# RevisionEditUpdateUsersErrorText
source: Cannot update the list of users.
sv: Kan inte uppdatera listan över användare.

# RevisionFinalizeActionErrorHeaderText
source: Publishing failed
sv: Publicering misslyckades

# RevisionFinalizeErrorInformation
source: Cannot publish revision.
sv: Revisionen kan inte publiceras

# RevisionFinalizeMainErrorHeaderText
source: Publishing failed
sv: Publicering misslyckades

# RevisionFinalizeRevisionNotSavedErrorInformation
source: Revision must be saved before changing status to published.
sv: Revisionen måste sparas först.

# RevisionFinalizeRolesNotRemovedErrorInformation
source: Remove roles manually.
sv: Avlägsna rollerna manuellt.

# RevisionFinalizeTaxonRevisionButton
source: Submit revision
sv: OK

# RevisionFinalizeTaxonRevisionHeaderText
source: Publish revision
sv: Publicera

# RevisionFinalizeTaxonRevisionTaxonHeaderText
source: Revision taxon
sv: Revisionstaxon

# RevisionInfoActionHeaderText
source: Revision information
sv: Revisionsinformation

# RevisionInfoMainHeaderText
source: Revision information
sv: Revisionsinformation

# RevisionInitializeActionErrorHeaderText
source: Initialize failed
sv: Start misslyckades

# RevisionInitializeAuthorityDescriptionText
source: This authority allows the user to perform revision for taxon,
sv: Användaren har tillåtelse att uppdatera taxon,

# RevisionInitializeAuthorityNameText
source: Perform revision for
sv: Revision av

# RevisionInitializeAuthorityObligationText
source: Executing revision according to instructions.
sv: Utför revisionen enligt instruktioner.

# RevisionInitializeErrorInformation
source: Cannot initialize this revision.
sv: Revisionen kan inte startas.

# RevisionInitializeInstructionAndValidDateLabel
source: Instruction and validity
sv: Instruktion och giltighet

# RevisionInitializeInstructionLabel
source: Revision instructions
sv: Instruktioner

# RevisionInitializeMainErrorHeaderText
source: Initialize failed
sv: Start misslyckades

# RevisionInitializeRevisionNotSavedErrorInformation
source: Revision must be saved.
sv: Revisionen måste sparas först.

# RevisionInitializeRoleDescriptionText
source: This role will allow users to create, change, move and remove taxon,
sv: Denna roll tillåter tillägg, ändring, flytt och radering av taxon,

# RevisionInitializeRoleNameText
source: Taxon editor for
sv: Redigerare för

# RevisionInitializeSelectedTaxonLabel
source: Selected taxon:
sv: Valt taxon:

# RevisionInitializeSelectUsersLabel
source: Choose editors
sv: Välj redigerare

# RevisionInitializeStartTaxonRevisionButton
source: Start revision
sv: Starta redigering

# RevisionListEditButton
source: Administer
sv: Hantera

# RevisionListFilterHeader
source: Filters
sv: Filter

# RevisionListHeaderText
source: List revisions
sv: Revisioner

# RevisionListLimitToCurrentTaxon
source: Limit revision list to current taxon
sv: Begränsa listade revisioner till valt taxon

# RevisionListNoRevisionsAvailableText
source: No revisions available
sv: Inga revisioner tillgängliga

# RevisionListPublishingDateTableHeaderText
source: Publishing date
sv: Publiceringsdatum

# RevisionListSelectedRevisionStatusClosedText
source: Published
sv: Publicerad

# RevisionListSelectedRevisionStatusCreatedText
source: Preliminary
sv: Preliminär

# RevisionListSelectedRevisionStatusOngoingText
source: Ongoing
sv: Pågående

# RevisionListSelectedRevisionStatusText
source: Selected status
sv: Vald status

# RevisionListSelectedRevisonsAllRevisionsText
source: All taxa
sv: Alla taxa

# RevisionListStartDateTableHeaderText
source: Start date
sv: Startdatum

# RevisionListTaxonInformationLabel
source: For
sv: För

# RevisionSharedNoValidRevisionIdErrorText
source: No valid revision exists for id:
sv: Ingen giltig revision finns med id:

# RevisionStartEditingActionHeaderText
source: Start editing
sv: Börja redigera

# RevisionStartEditingButtonText
source: Start
sv: Börja redigera

# RevisionStartMainHeaderText
source: Start editing
sv: Börja redigera

# RevisionStartRevisionForEditingText
source: Revision selected for editing.
sv: Revision vald för redigering.

# RevisionStopEditingActionHeaderText
source: Stop editing
sv: Sluta redigera

# RevisionStopEditingButtonText
source: Stop
sv: Sluta redigera

# RevisionStopMainHeaderText
source: Stop editing
sv: Sluta redigera

# RevisonAddInvalidTaxonErrorText
source: No valid taxon for revision.
sv: Inget giltig taxon finns för vald revision.

# SharedCancelButtonText
source: Cancel
sv: Avbryt

# SharedDeleteButtonText
source: Delete
sv: Ta bort

# SharedEditButtonText
source: Edit
sv: Ändra

# SharedError
source: Error
sv: Fel

# SharedErrorStringToLong250
source: The text string is to long (has to be less than 250 chars)
sv: Textsträngen är för lång (måste vara färre än 250 tecken)

# SharedRevisionEditingHeaderText
source: Revision of the
sv: Revision av

# SharedRevisionFinalizeButtonText
source: Publish
sv: Publicera revisionen

# SharedRevisionFinalizeInformation
source: Publish this revision?
sv: Vill du publicera revisionen?

# SharedRevisionFinalizeLabel
source: Publish revision
sv: Publicera revisionen

# SharedRevisionFinalizeTitleText
source: Publish revision
sv: Publicera revisionen

# SharedRevisionInitializeButtonText
source: Initialize
sv: Starta revisionen

# SharedRevisionInitializeInformation
source: Initialize revision?
sv: Vill du starta revisionen?

# SharedRevisionInitializeLabel
source: Initialize revision
sv: Starta revisionen

# SharedRevisionNoEditorsExistErrorText
source: No TaxonEditorRole exists in DB.
sv: Inga TaxonEditorRole i databasen.

# SharedRevisionNoRolesCreatedErrorInformation
source: Cannot create roles for this revision.
sv: Roller kan inte skapas för denna revision.

# SharedRevisionNoValidRevisionErrorText
source: No valid revision exists.
sv: Ingen giltig revision finns.

# SharedRevisionPublishingDateText
source: Expected publishing date
sv: Förväntat publiceringsdatum

# SharedRevisionStartDateText
source: Expected start date
sv: Förväntat startdatum

# SharedRevisionToManyEditorsErrorText
source: Too many TaxonEditiorRoles exists.
sv: För många TaxonEditiorRoles finns i DB

# SharedRevisionUserAdminLinkText
source: Add revision editors
sv: Lägg till redigerare

# SharedSaveButtonText
source: Save
sv: Spara

# SharedAddButtonText
source: Add
sv: Lägg till

# SharedRevisionFinalizeDialogText
source: Publish this revision?
sv: Vill du publicera revisionen?

# SharedRevisionFinalizeDialogTitleText
source: Publish revision
sv: Publicera revisionen

# SharedRevisionInitializeDialogText
source: Initialize revision?
sv: Vill du starta revisionen?

# SharedRevisionInitializeDialogTitleText
source: Initialize revision
sv: Starta revision

# RevisionAddParentExistingParentsLabel
source: Existing parents in revision
sv: Existerande föräldrar inom revisionen

# TaxonAddParentHeaderText
source: Add new parent
sv: Lägg till ny förälder

# TaxonAddParentLabelText
source: Select new parent
sv: Välj ny förälder

# TaxonDropParentHeaderText
source: Remove parent
sv: Ta bort förälder

# TaxonDropParentLabelText
source: Select parent to remove
sv: Välj förälder att ta bort

# TaxonAddParentErrorText
source: No parents avaliable.
sv: Inga föräldrar finns tillgängliga.

# TaxonDropParentErrorText
source: A taxon must have at least two parents before removing one of them. The primary parent cannot be removed.
sv: Det måste finnas minst två föräldrar innan någon förälder får tas bort. Huvudföräldern kan inte tas bort.

# TaxonDeleteInfoHeaderText
source: Delete taxon
sv: Ta bort taxon

# TaxonDeleteInfoText
source: Are you sure that the selected taxon should be deleted? A better option might be to lump the taxon into another existing taxon.
sv: Vill du verkligen ta bort valt taxon? Ett bättre alternativ kan vara att slå ihop valt taxon.

# TaxonDeleteText
source: Delete the selected taxon? A better option could be lumping it with another taxon.
sv: Ska valt taxon tas bort? Ett bättre alternativ kan vara att slå ihop det med ett annat taxon.

# TaxonLumpHeaderText
source: Lump taxa
sv: Slå ihop taxa

# SharedNoValidRevisionErrorText
source: No valid revision exists
sv: Ingen giltig revision finns

# SharedNoValidTaxonErrorText
source: No valid taxon exists
sv: Inget giltigt taxon finns

# SharedAvaliableLabel
source: Avaliable
sv: Tillgängliga

# SharedDialogButtonTextNo
source: No
sv: Nej

# SharedDialogButtonTextYes
source: Yes
sv: Ja

# SharedDialogConfirmationHeader
source: Confirm
sv: Bekräfta

# SharedDialogConfirmationText
source: Are you sure?
sv: Är du säker?

# SharedDialogDeleteHeader
source: Delete
sv: Radera

# SharedExeptionNullOrEmpty
source: Value must not be missing
sv: Värdet får inte saknas

# SharedFieldsetLegendEditCreateText
source: Fill in the form
sv: Fyll i formuläret

# SharedInvalidUserContext
source: No valid user has logged in. Log out and then log in again.
sv: Ingen giltig användare har loggat in. Logga ut och logga in igen.

# SharedInvalidApplicationUserContext
source: Dyntaxa application user is invalid. Log out and then log in again.
sv: Dyntaxas applikationsanvändare är ogiltig. Logga ut och logga in igen.

# SharedPasswordLabel
source: Password
sv: Lösenord

# SharedReadTaxonInformationNationalOccurrenceLabel
source: Swedish occurrence
sv: Svensk förekomst

# SharedSaving
source: Saving
sv: Sparar

# SharedSelectedLabel
source: Selected
sv: Valda

# SharedSubmitButtonText
source: Submit
sv: Skicka

# SharedTaxonConceptDescription
source: Description
sv: Beskrivning

# SharedTaxonNameSearchResultListHeader
source: List of names matching the search string
sv: Lista över namn som matchar söksträngen

# SharedUserNameLabel
source: User name
sv: Användarnamn

# TaxonInfoAnamorphNameLabel
source: Anamorph
sv: Anamorf

# TaxonInfoCommonNameLabel
source: Swedish
sv: Svenskt

# TaxonInfoDistributionMapLabel
source: Distribution map
sv: Utbredningskarta

# TaxonInfoIdentifiersLabel
source: Identifiers
sv: Identifierare

# TaxonInfoNearestChildTaxaLabel
source: Immediate child taxa
sv: Närmast underliggande taxa

# TaxonInfoOtherLanguagesLabel
source: Other languages
sv: Andra språk

# TaxonInfoOtherNames
source: Other names
sv: Andra namn

# TaxonInfoRecommendedLinksLabel
source: Links to more information
sv: Länkar till mer information

# TaxonInfoRecommendedNamesLabel
source: Recommended names
sv: Rekommenderade namn

# TaxonInfoScientificNameLabel
source: Scientific
sv: Vetenskapligt

# TaxonInfoSynonymsLabel
source: Synonyms
sv: Synonymer

# TaxonInfoTaxonomicHierarchyLabel
source: Taxonomic hierarchy (Classification)
sv: Taxonomisk hierarki (klassificering)

# TaxonInfoTaxonStatisticsCategoryNameLabel
source: Taxon Category
sv: Taxonkategori

# TaxonInfoTaxonStatisticsInDyntaxa
source: Dyntaxa Total
sv: Totalt i Dyntaxa

# TaxonInfoTaxonStatisticsInSweden
source: Recorded from Sweden
sv: Påträffade i Sverige

# TaxonInfoTaxonStatisticsLabel
source: Number of child taxa
sv: Antal underliggande taxa

# TaxonInfoTitleLabel
source: Taxon information
sv: Taxonomisk information

# TaxonNameAddEditAuthorLabel
source: Author
sv: Auktor

# TaxonNameAddEditCommentLabel
source: Comment
sv: Kommentar

# TaxonNameAddEditIsRecommendedLabel
source: Recommended
sv: Rekommenderat

# TaxonNameAddEditNameCategoryLabel
source: Name category
sv: Namnkategori

# TaxonNameAddEditNameHeader
source: Name
sv: Namn

# TaxonNameAddEditNameLabel
source: Name
sv: Namn

# TaxonNameAddEditNameUsageHeader
source: Nomenclature
sv: Nomenklatur

# TaxonNameAddEditNotOkForObs
source: Not ok for obs system
sv: Är inte ok för obs-system

# TaxonNameAddEditUsageLabel
source: Nomenclature
sv: Nomenklatur

# TaxonNameAddTitle
source: Add name
sv: Lägg till namn

# TaxonNameDeleteAuthor
source: Author
sv: Auktor

# TaxonNameDeleteCategory
source: Category
sv: Kategori

# TaxonNameDeleteDoYouWantToDelete
source: Do you really want to delete?
sv: Vill du verkligen ta bort?

# TaxonNameDeleteName
source: Name
sv: Namn

# TaxonNameDeleteNameUsage
source: Nomenclature
sv: Nomenklatur

# TaxonNameDeleteRecommended
source: Recommended
sv: Rekommenderat

# TaxonNameDeleteTitle
source: Delete name
sv: Ta bort namn

# TaxonNameEditTitle
source: Edit name
sv: Redigera namn

# TaxonNameListAddNewNameCategory
source: Add new name category
sv: Lägg till ny namnkategori

# TaxonNameListAddNewNameToCategory
source: Add new name
sv: Lägg till nytt namn

# TaxonNameListTitle
source: List names
sv: Lista namn

# TaxonNameSharedAuthor
source: Author
sv: Auktor

# TaxonNameSharedIsRecommended
source: Recommended
sv: Rekommenderad

# TaxonNameSharedName
source: Name
sv: Namn

# TaxonNameSharedNameUsage
source: Name usage
sv: Namnanvändning

# TaxonNameSharedNotOkForObs
source: Is not ok for obs. system
sv: Ej för obs.-system

# TaxonNameSharedReferences
source: References
sv: Referenser

# TaxonSearchAmbiguousResult
source: Ambiguous search result. Select taxon to return to
sv: Tvetydigt sökresultat. Välj taxon att återgå till

# TaxonSearchHits
source: hits
sv: träffar

# TaxonSearchResult
source: Search result
sv: Sökresultat

# TaxonSearchSeconds
source: seconds
sv: sekunder

# TaxonSearchTitle
source: Search taxon
sv: Sök taxon

# TaxonSharedAuthor
source: Author
sv: Auktor

# TaxonSharedCategory
source: Category
sv: Kategori

# TaxonSharedCommonName
source: Common name
sv: Svenskt namn

# TaxonSharedDescription
source: Description of taxon concept
sv: Beskrivning av taxonkonceptet

# TaxonSharedInvalidRevision
source: No valid revision exists
sv: Ingen giltig revision finns

# TaxonSharedInvalidTaxon
source: No valid taxon exists
sv: Inget giltigt taxon finns

# TaxonSharedName
source: Name
sv: Namn

# TaxonSharedScientificName
source: Scientific name
sv: Vetenskapligt namn

# TaxonSharedTaxonCategory
source: Taxon Category
sv: Taxonkategori

# TaxonSummaryCategoryLabel
source: Category (rank)
sv: Kategori (rang)

# TaxonSummaryClassificationLabel
source: Classification
sv: Klassificering

# TaxonSummaryCommonNamesLabel
source: Common names
sv: Trivialnamn

# TaxonSummaryConceptDefinitionLabel
source: Concept definition
sv: Konceptdefinition

# TaxonSummaryScientificNameLabel
source: Scientific name
sv: Vetenskapligt namn

# TaxonSummarySwedishHistoryLabel
source: Swedish immigration history
sv: Svensk invandringshistoria

# TaxonSummarySwedishOccurrenceLabel
source: Swedish occurrence
sv: Svensk förekomst

# TaxonSummarySynonymsLabel
source: Synonyms
sv: Synonymer

# SharedRevisionNoEditorsSelectedErrorText
source: No taxon editors selected for this revision!
sv: Inga redigerare har valts för denna revision!

# SharedRevisionTaxonIsInRevisionDialogText
source: Taxon or some of its children are already part of an ongoing revision.
sv: Taxonet eller något underliggande taxon ingår redan i en pågående revision.

# TaxonInfoQualityChartLabel
source: Data quality in Dyntaxa
sv: Datakvalitet i Dyntaxa

# SharedChangeLanguageLabel
source: Svenska
sv: English

# TaxonLumpAddCurrentTaxonToListButtonText
source: Add selected taxon to list
sv: Lägg till valt taxon till listan

# TaxonLumpHaveChildrenErrorText
source: It is not possible to set the current taxon to the list of taxa to lump. Remove all child taxa if this taxon is to be added to the list of taxa to lump.
sv: Det är inte möjligt att ange valt taxon till listan över taxa som ska sammanfogas. Flytta underliggande taxa om valt taxon ska anges i listan över taxa som ska sammanfogas.

# TaxonLumpListTaxaToLumpText
source: List of taxa to lump into the replacing taxon
sv: Lista över taxa som ska infogas i ersättningstaxonet

# TaxonLumpNoReplacingTaxonErrorText
source: No replacing taxon has been selected!
sv: Inget ersättningstaxon har valts!

# TaxonLumpNoTaxaSelectedErrorText
source: No taxa have been selected!
sv: Inga taxa har valts!

# TaxonLumpPopUpText
source: Lump taxa
sv: Slå ihop taxa

# TaxonLumpReplacingTaxonLabel
source: Replacing taxon
sv: Ersättningstaxon

# TaxonLumpSetCurrentTaxonToReplacingTaxonButtonText
source: Set selected taxon to be the replacing taxon
sv: Ange valt taxon som ersättningstaxon.

# TaxonSplitHaveChildrenErrorText
source: No possible to split taxon that has child taxa. Remove children before splitting.
sv: Det är inte möjligt att dela upp taxa som har barn. Flytta barn innan det kan delas upp.

# TaxonSplitPopUpText
source: Split taxa
sv: Dela upp taxon

# TaxonLumpButtonText
source: Lump
sv: Slå ihop

# TaxonLumpAlreadyInLumpListErrorText
source: Not possible to set this taxon as the replacing taxon. It is already in the list of taxa to lump.
sv: Inte möjligt att använda valt taxon som ersättningstaxon. Det finns redan i listan över taxa som ska slås ihop.

# TaxonLumpSetAsReplacingErrorText
source: No possible to add selected taxon to list of taxa to lump. Taxon already set as replacing taxon.
sv: Inte möjligt att lägga till valt taxon till listan över taxa som ska slås ihop. Taxonet redan valt som ersättningstaxon.

# SharedReferencesHeaderText
source: References
sv: Referenser

# TaxonSplitAddCurrentTaxonToListButtonText
source: Add selected taxon to list
sv: Lägg till valt taxon till listan

# TaxonSplitAlreadyInReplaceListErrorText
source: No possible to choose current taxon to be split. It is already in the list of replacement taxa.
sv: Inte möjligt att göra valt taxon till det som ska delas upp. Det finns redan i listan över ersättningstaxa.

# TaxonSplitAlreadyInSetAsSplittingErrorText
source: No possible to add current taxon to list of replacement taxa. It is already set as taxon to be split.
sv: Inte möjligt att lägga till valt taxon till listan över ersättningstaxa. Taxonet är redan valt till det som ska delas upp.

# TaxonSplitButtonText
source: Split
sv: Dela upp taxon

# TaxonSplitHeaderText
source: Split taxon
sv: Dela upp taxon

# TaxonSplitNoReplacingTaxonErrorText
source: No replacement taxa has been selected!
sv: Inga ersättningstaxa har valts!

# TaxonSplitNoTaxaSelectedErrorText
source: No taxon have been selected!
sv: Inga taxa har valts!

# TaxonSplitReplacingTaxonLabel
source: Replacement taxa
sv: Ersättningstaxa

# TaxonSplitSetCurrentTaxonToSplittingTaxonButtonText
source: Set current taxon to be split
sv: Ange valt taxon som det som ska delas upp

# TaxonSplitTaxonToBeSplittedText
source: Taxon to be split
sv: Taxon som ska delas upp

# TaxonNameAddEditIsOriginal
source: Is the original name
sv: Är originalnamn

# TaxonInfoQuality0Label
source: Not set
sv: Ej bedömd

# TaxonInfoQuality1Label
source: Bad
sv: Låg

# TaxonInfoQuality2Label
source: Acceptable
sv: Godtagbar

# TaxonInfoQuality3Label
source: Good
sv: Hög

# ReferenceAddFilteringLabel
source: (filtered from _MAX_ total entries)
sv: (filtrerat från totalt _MAX_ poster)

# ReferenceAddNoDataAvailableLabel
source: No data available in table
sv: Ingen data tillgänglig i tabellen

# ReferenceAddNoRecordsLabel
source: No records to display
sv: Inga poster att visa

# ReferenceAddNumberOfFilteredElementsLabel
source: Displaying _START_ to _END_ of _TOTAL_ entries
sv: Visar_START_till_END_av_TOTAL_poster

# ReferenceAddSearchLabel
source: Search
sv: Sök

# SharedAdditionalErrorInformation
source: Details
sv: Information

# SharedRevisionNoTaxonEditorAutorityExist
source: No authorization exists for this revision.
sv: Inga rättigheter finns för denna revision.

# SharedRevisionNoTaxonEditorRoleExist
source: No role exists for this revision.
sv: Ingen roll finns för denna revision.

# SharedReferenceLabel
source: Reference
sv: Referens

# TaxonSearchTaxonNotExistErrorText
source: No such taxon found.
sv: Sökt taxon finns inte.

# TaxonSearchTaxonNotInRevisionErrorText
source: No such taxon in the selected revision.
sv: Sökt taxon finns inte i vald revision.

# RevisionDeleteActionHeaderText
source: Delete revision
sv: Ta bort revision

# RevisionDeleteMainHeaderText
source: Delete revision
sv: Ta bort revision

# RevisionDeleteDialogText
source: Do you really want to delete the selected revision?
sv: Vill du verkligen ta bort vald revision?

# RevisionDeleteDialogTitleText
source: Delete revision
sv: Ta bort revisionen

# RevisionRevisonEventActionHeaderText
source: Revision events
sv: Redigeringssteg

# TaxonLumpNotPossibleToLumpErrorText
source: Selected taxa are not possible to lump.
sv: Valda taxa är inte möjliga att sammanfoga.

# RevisionInvalidRevisionEventErrorText
source: Invalid revision event.
sv: Ogiltigt revisionssteg.

# SharedCurrentRevision
source: Current revision: {0}
sv: Aktuell revision: {0}

# SharedViewLabel
source: View
sv: Visa

# RevisionListEventAffectedTaxaValueText
source: Affected taxon
sv: Förändrat taxon

# RevisionListEventChangeTypeText
source: Change type
sv: Förändring

# RevisionListEventListTitleLabelText
source: Revision events
sv: Redigeringssteg

# RevisionListEventNewValueText
source: New value
sv: Nytt värde

# RevisionListEventOldValueText
source: Old value
sv: Gammalt värde

# RevisionListEventPageTitleText
source: Revision events
sv: Redigeringssteg

# RevisionListEventStepTypeText
source: Event Id
sv: Händelse-id

# RevisionListEventTitleLabelText
source: Revision event list - Revision Id:
sv: Lista över utförda redigeringsteg - RevisionsId:

# RevisionListEventUndoTypeText
source: Undo last change
sv: Ta bort senaste redigeringssteg

# RevisionListEventNoRevisionEventsAvailableText
source: No valid revision events for selected revesion.
sv: Inga förändringar har skett på vald revision.

# TaxonLumpNotOkToLumpErrorText
source: Selected taxa are not possible to lump.
sv: Inte möjligt att slå ihop valda taxa.

# RevisionListTitleLabelText
source: Revisions (Count =
sv: Revisioner (n=

# TaxonInfoHistoricalParentsHeader
source: Previous parents
sv: Tidigare tillhörigheter

# TaxonInfoOtherParentsHeader
source: Other parents
sv: Övriga tillhörigheter

# TaxonEditQualityHeaderText
source: Evaluate quality
sv: Kvalitetsbedömning

# TaxonEditQualityLabel
source: Quality
sv: Datakvalitet

# TaxonEditQualityOfSwedishImmigrationHistory
source: Quality of immigration history
sv: Kvalitet för invandringshistoria
